{"id":"Coursera","url":"https://www.coursera.org","items":[{"url":"https://www.coursera.org/learn/gamification","title":"Gamification","description":"Gamification is the application of game elements and digital game design techniques to non-game problems, such as business and social impact challenges. This course will teach you the mechanisms of gamification, why it has such tremendous potential, and how to use it effectively. For additional information on the concepts described in the course, you can purchase Professor Werbach's book For the Win: How Game Thinking Can Revolutionize Your Business in print or ebook format in several languages."},{"url":"https://www.coursera.org/learn/missing-data","title":"Dealing With Missing Data","description":"This course will cover the steps used in weighting sample surveys, including methods for adjusting for nonresponse and using data external to the survey for calibration.  Among the techniques discussed are adjustments using estimated response propensities, poststratification, raking, and general regression estimation.  Alternative techniques for imputing values for missing items will be discussed.  For both weighting and imputation, the capabilities of different statistical software packages will be covered, including R®, Stata®, and SAS®."},{"url":"https://www.coursera.org/learn/vital-signs","title":"Vital Signs: Understanding What the Body Is Telling Us","description":"The vital signs – heart rate, blood pressure, body temperature, respiration rate, and pain – communicate important information about the physiological status of the human body. In this six-part course we explore the anatomy and physiology underlying the vital signs so that you will develop a systematic, integrated understanding of how the body functions. Relevant body systems are reviewed including cardiovascular and respiratory, followed by explanations of how the function of these systems affects vital signs. We discuss normal ranges, normal variants, and the mechanisms that underlie changes in the objective measurement of vital signs. The course also includes demonstrations of appropriate techniques for measuring vital signs in yourself and others.\n\nThe course is designed for a broad, general audience but will be particularly interesting for individuals working in healthcare, those considering a career as a healthcare professional, lay caregivers, those with an interest in personal health and fitness, or anyone who simply wants to understand how the body functions."},{"url":"https://www.coursera.org/learn/fintech-disruption","title":"FinTech Disruptive Innovation: Implications for Society","description":"Our primary goal is to help you to understand FinTech disruptive innovation and the implications to society especially your career. You would be able to examine and analyse how FinTech innovations would affect companies that relates to FinTech services and how it might affect your career in finance.\n\nThis FIRST MOOC ON FINTECH IN ASIA-PACIFIC offered by HKUST presents the views of several professors from the top business school in Asia as well as perspectives from industry professionals.  HKUST has been ranked for many years as the number one EMBA program in the world, as the number one Finance program in Asia, and as the top MBA program in Asia by multiple independent rating and review journals and surveys.  This course offers the combined strengths of HKUST in Business, Finance, and Technology as one the world's leading academic institutions on an important area of technology and business innovations.  For students from outside Asia, this also gives an insight into changes happening in the most advanced FinTech markets of the world, since Asia leads worldwide in FinTech adoption and creative innovations.\n\nThis course (FinTech Disruptive Innovation: Implications for Society) is part of the HKUST FinTech specialization, there are 3 other courses in the specialization including FinTech Foundations and Overview, FinTech Security & Regulation (RegTech), and FinTech Risk Management."},{"url":"https://www.coursera.org/learn/modern-art-ideas","title":"Modern Art & Ideas","description":"Welcome to Modern Art & Ideas! This course is designed for anyone interested in learning more about modern and contemporary art. Over the next five weeks, you will look at art through a variety of themes: Places & Spaces, Art & Identity, Transforming Everyday Objects, and Art & Society. Each week kicks off with a video that connects works of art from The Museum of Modern Art’s collection to the theme. You will hear audio interviews with artists, designers, and curators and learn more about selected works in the additional readings and resources.\n\nThroughout this course you will discover how artists:\n-- represent place and take inspiration from their environment,\n-- create works of art to express, explore, and question identity,\n-- use everyday objects to challenge assumptions about what constitutes a work of art and how it should be made,\n-- and respond to the social, cultural, and political issues of their time through works of art.\n\nThrough the discussion forum prompts and peer review assignment, you will also have the opportunity to connect with other learners and explore how these themes resonate with your own life and experience."},{"url":"https://www.coursera.org/learn/evolvinguniverse","title":"The Evolving Universe","description":"This is an introductory astronomy survey class that covers our understanding of the physical universe and its major constituents, including planetary systems, stars, galaxies, black holes, quasars, larger structures, and the universe as a whole."},{"url":"https://www.coursera.org/learn/changing-global-order","title":"The Changing Global Order","description":"How are international power relations changing and how can global peace and stability be maintained? This course familiarizes you with some main theories of international relations, shows how the global order is gradually changing and discusses how selected international and regional organizations contribute to the maintenance of global peace and security. You learn what research findings tell us in terms of the capacity of international organizations and actors to help prevent or stop violent conflict, what tools are used to negotiate agreements and how foundations for sustainable peace are best created. We will also focus on the role of the European Union in terms of diplomacy and efforts to prevent conflict, the North Atlantic Treaty Organization and the contribution of organizations such as the African Union to the prevention of conflict and war. We will study the United Nations Security Council and see in which ways its membership could be adapted to more accurately reflect the power relations of the current global order. Through quizzes and exercises testing your knowledge of these subjects, you will understand crucial concepts and get insights into how the academic study of international relations and international organization contributes to the search for global stability and peace in practice."},{"url":"https://www.coursera.org/learn/design","title":"Design: Creation of Artifacts in Society","description":"This is a course aimed at making you a better designer. The course marries theory and practice, as both are valuable in improving design performance. Lectures and readings will lay out the fundamental concepts that underpin design as a human activity. Weekly design challenges test your ability to apply those ideas to solve real problems. The course is deliberately broad - spanning all domains of design, including architecture, graphics, services, apparel, engineered goods, and products. The emphasis of the course is the basic design process: define, explore, select, and refine. You, the student, bring to the course your particular interests and expertise related to, for instance, engineering, furniture, fashion, architecture, or products. In prior sessions of the course about half of the participants were novices and about half had prior professional design expertise. Both groups seem to benefit substantially from the course. All project work is evaluated by your peers -- and indeed, you will also be a peer reviewer. This format allows you to see an interesting collection of projects while getting useful feedback on your own project."},{"url":"https://www.coursera.org/learn/modernrobotics-course1","title":"Modern Robotics, Course 1:  Foundations of Robot Motion","description":"Do you want to know how robots work?  Are you interested in robotics as a career?  Are you willing to invest the effort to learn fundamental mathematical modeling techniques that are used in all subfields of robotics?\n\nIf so, then the \"Modern Robotics:  Mechanics, Planning, and Control\" specialization may be for you.  This specialization, consisting of six short courses, is serious preparation for serious students who hope to work in the field of robotics or to undertake advanced study.  It is not a sampler.\n\nIn Course 1 of the specialization, Foundations of Robot Motion, you will learn fundamental material regarding robot configurations, for both serial robot mechanisms and robots with closed chains.  You will learn about configuration space (C-space), degrees of freedom, C-space topology, implicit and explicit representations of configurations, and holonomic and nonholonomic constraints.  You will also learn how to represent spatial velocities and forces as twists and wrenches.  This material is at the core of the study of anything that moves (e.g., robots).\n\nThis course follows the textbook \"Modern Robotics:  Mechanics, Planning, and Control\" (Lynch and Park, Cambridge University Press 2017).  You can purchase the book or use the free preprint pdf.  You will build on a library of robotics software in the language of your choice (among Python, Mathematica, and MATLAB) and use the free cross-platform robot simulator V-REP, which allows you to work with state-of-the-art robots in the comfort of your own home and with zero financial investment."},{"url":"https://www.coursera.org/learn/bioinformatics-methods-1","title":"Bioinformatic Methods I","description":"Large-scale biology projects such as the sequencing of the human genome and gene expression surveys using RNA-seq, microarrays and other technologies have created a wealth of data for biologists. However, the challenge facing scientists is analyzing and even accessing these data to extract useful information pertaining to the system being studied. This course focuses on employing existing bioinformatic resources – mainly web-based programs and databases – to access the wealth of data to answer questions relevant to the average biologist, and is highly hands-on. \n\nTopics covered include multiple sequence alignments, phylogenetics, gene expression data analysis, and protein interaction networks, in two separate parts. \n\nThe first part, Bioinformatic Methods I (this one), deals with databases, Blast, multiple sequence alignments, phylogenetics, selection analysis and metagenomics. \n\nThe second part, Bioinformatic Methods II, covers motif searching, protein-protein interactions, structural bioinformatics, gene expression data analysis, and cis-element predictions. \n\nThis pair of courses is useful to any student considering graduate school in the biological sciences, as well as students considering molecular medicine. Both provide an overview of the many different bioinformatic tools that are out there. \n\nThese courses are based on one taught at the University of Toronto to upper-level undergraduates who have some understanding of basic molecular biology. If you're not familiar with this, something like https://learn.saylor.org/course/bio101 might be helpful. No programming is required for this course."},{"url":"https://www.coursera.org/learn/astrofizika","title":"Астрофизика: от звезд до границ Вселенной","description":"Этот курс посвящен ключевым проблемам современной астрофизики: рождению, эволюции и финальной стадии жизни звезд. \nНекоторые из них, например, нейтронные звезды отличаются сверхвысокой плотностью вещества и сверхсильными магнитными полями — такие условия пока недостижимы для современных лабораторий. Как же ученые исследуют эти объекты? \nВ курсе вы познакомитесь с работой специалистов астрофизики высоких энергий и нейтринной астрономии и разберетесь, зачем люди изучают вспышки сверхновых, ускорение заряженных частиц на космических ударных волнах и высокоэнергитичные нейтрино.\nА главы, посвященные теоретической и наблюдательной космологии, объяснят, как эта наука отвечает на вопросы о рождении Вселенной, динамике ее расширения и о формах материи ее заполняющих."},{"url":"https://www.coursera.org/learn/jian-ji","title":"剪辑：像编剧一样剪辑","description":"剪辑台前，剪辑师就像厨师对待食材一样，摆弄着拍摄现场记录下来的影像片段，用影像和声音去捕捉线索和瞬间，讲述一个故事，同时赋予故事以力量、以情感。怎样平衡剪辑給画面带来的跳跃？当有几条情节线索相互穿插时，又应使用哪些剪辑手法？剪辑过程和编剧的过程一样，以叙事和抒情为最高准则，同时不断突破陈规，创造专属于自己的独特风格。本课程将带领学习者从剪辑开始，认识镜头，认识剪辑的语法，揭开微电影创作的神秘面纱。"},{"url":"https://www.coursera.org/learn/climate-science","title":"From Climate Science to Action","description":"Each part of the world faces specific vulnerabilities to climate change and has different opportunities to mitigate the effects and build resilience in the 21st century. With the ratification of the Paris Agreement, many countries have acceded to act in combatting climate change. Indeed, without climate action, decades of sustainable development is at risk, thus making this a ‘make or break’ point in time. Showcasing the most recent scientific evidence, explaining the different regional impacts and divulging climate action strategies, along with interactive tools such as a Carbon Footprint Tracker and (I) NDC Platform, this MOOC provides some opportunities, where you can take action on climate change.\n\nAbout the Course\n\nThis action-oriented MOOC gives you the opportunity to learn about regional climate change impacts and sector-specific strategies to increase resilience and move towards a low-carbon future. You will have the opportunity to explore these issues in depth and tailor your learning experience for one or more of the following regions:\n\n•  Latin America and Caribbean\n•  Sub-Saharan Africa\n•  Middle East and North Africa\n•  Eastern Europe and Central Asia\n•  East Asia and Pacific\n•  South Asia\n\n In this endeavor, the MOOC brings together renowned scientists and policymakers to provide a synthesis of the most recent scientific evidence on climate change, regional low emissions and climate resilient development strategies across sectors. A team of expert Instructors will lead discussions around the Paris Agreement, reflections from COP22 and the progress on Nationally Determined Contributions (NDCs).\n\nCourse Syllabus\n\nOverview \n\n‘From Climate Science to Action’ is divided into four weeks. The first two weeks will provide a comprehensive overview of the scientific evidence for climate change, followed by region-specific insights on the impacts of a warmer world in the 21st century. The last two weeks will focus on action strategies that are being undertaken in different regions and countries to meet the climate challenge, and how you as an individual can take action to avoid a warmer world!\n\nWeek 1:  Climate Change in the 21st Century\n\n•  Historical and projected observed changes in the climate system, leading up to the end of the 21st century\n•  The potential of Intended Nationally Determined Contributions (INDCs) submitted at COP 21 from 187 countries to induce climate action\n•  Trends in climate change impacts, including loss of Arctic sea ice, melting glaciers, increased heat waves and extreme temperatures, and drought and aridity \n•  Possible responses from natural systems, explaining how warming could result in sea-level rise, heat waves and extreme temperatures, and ocean acidification\n\nWeek 2: Sectoral and Regional Impacts\n\n•  Impacts on key development sectors—from warming above pre-industrial temperatures and projected climate trends—across each of the world’s regions\n•  Sectoral impacts focusing on agricultural production, water resources, ecosystem services, and coastal vulnerability for affected populations \n•  Importance of risks with the potential to reverse hard-won development gains and potentially trap millions in poverty, illustrating the need for urgent action now\n\nWeek 3: From Science to Action on Climate Change\n\n•  Region-specific discussions on mitigation actions needed to reduce emissions while decreasing vulnerability to climate change impacts through adaptation and by building climate resilience\n•  Perspectives from regional experts on their experiences in strategies and actions proposed in each region to help transition towards a low-emissions, climate-resilient development path \n•  Discussions on the progress of the Nationally Determined Contributions (NDCs), outcomes of the Paris Agreement and reflections from the Conference of Parties (COP)22\n\nWeek 4: What You Can Do\n\n•  Transformative impact of day-to-day changes when brought to a global scale\n•  The rationale for acting now, acting together and acting differently\n•  Examples and expected benefits of mitigation and adaptation policies, considering both contributions to global emission reductions and local development opportunities\n\nIn addition to the core resources and assignments, you may choose to go further, engaging in fun optional exercises, networking, discussion, and diving deeper into our rich selection of supplemental resources. You will have the opportunity to explore these issues in depth and tailor your learning experience for one or more of the following regions:\n\n•  Latin America and Caribbean\n•  Sub-Saharan Africa\n•  Middle East and North Africa\n•  Eastern Europe and Central Asia\n•  East Asia and Pacific\n•  South Asia\n\nCourse Format\n\nThis MOOC has a week-by-week structure, with resources, activities and exercises for you to engage in during each of the four weeks of the course. Each week, you will find a variety of course material, including: \n\n•  Interactive video talks by renowned climate scientists and practitioners \n•  Interactive tools: the Carbon Footprint Tracker, (I) NDC platform\n•  Resources: Core, optional (deep dive) and fun interactives on the week’s theme\n•  Quizzes that check your knowledge, reinforce the lesson’s material and provide immediate feedback\n•  Assignments that will sharpen your skills of analysis, reflection and communication\n•  Discussion forums and social media that enable collaboration with others from around the world, enriching interaction among participants\n•  As a final project, you will create a digital artifact \n\nYou can also go much further than this, engaging in optional exercises, networking, or discussion forums and dive deeper into our rich selection of additional resources. We also will use e-discussions, and other tools to facilitate dialogue between the learners and experts.\n\nRecommended Background: No background knowledge is necessary. The content of this course is designed to be accessible to students from any discipline.\n\nConnect: Communicate and share resources via Twitter using hashtag #learnclimate. Sign up for a free account at http://twitter.com"},{"url":"https://www.coursera.org/learn/shiji","title":"史記 (Shi Ji)","description":"人文學，其特色在於「慢熱」，需要耐心細嚐、咀嚼古聖先賢的智慧結晶與其文字背後所隱含的真正意義。史記系列課程將透過對《史記》一書的導讀，引領同學們探究史學之「真」與「善」。 \n\n不管你是對中華文化感興趣者、想更深入了解傳統史學者、喜歡論理分析者、或是久仰太史公司馬遷之名之愛好者，這門課一定會讓你收穫良多。因為《史記》不僅記載了無數精彩非凡的歷史人事，更貫串了在它之前的多數古代典籍，可說是集中國上古文明精粹於一書。更重要的是，這門課程中將引導大家如何讀《史記》，進而學會如何讀中國史書、如何讀中國書。\n\n這是一場史學的思辨之旅，希望各位同學千萬不要錯過！ "},{"url":"https://www.coursera.org/learn/presentation-skills","title":"Successful Presentation","description":"Few kinds of communication can have the effect of a powerful presentation.  Even a short speech can motivate people to change long-held beliefs or to take action, and a wonderfully delivered speech can transform a normal person into a leader.\n\nIn this course, Prof. William Kuskin provides a series of pragmatic videos and exercises for successful public speaking and presentations. The course develops through four themes—mastering fear, developing a creative formula, using verbal and body language, and anticipating the room—so that you can discover your personal power as a speaker and give excellent presentations.  \n\nSuccessful presentations do not rely on perfect teeth, a deep voice, or an army of scriptwriters.  They depend largely on the same skills as successful Business Writing and Graphic Design: clarity, structure, and revision. The goal of the course, therefore, is to enable you to discover your own internal power as a speaker and express it to the world.  After this course, with some practice, you will be able to go into any situation and command the room for as long as you like. "},{"url":"https://www.coursera.org/learn/healthcare-and-society","title":"Bridging healthcare and society","description":"In contemporary societies healthcare is a key social institute that addresses the issues of maintenance and improvement of citizens’ health. While population health is largely produced outside of healthcare settings themselves, the functioning of healthcare, including diagnosis, treatment, and prevention of illness, injury, and other impairments, is essential for people’s wellbeing. Yet, healthcare can be and often is insufficiently accessible, responsive, and efficient for different members of society. How can healthcare provision and society be bridged?\nThrough the exploration of a combination of theoretical and practical perspectives, this online course highlights the necessity of a dialogue and collaboration between healthcare professionals, patients, and the public at large. Course participants will critically explore challenges posed by disjunctures between healthcare and society, analyze both benefits and unintended consequences of bridging the two, and propose ways to accomplish the bridging in practice of healthcare provision.\n\nAfter completion of this course you will be able to:\n\n1.\tRecognize disjunctures between healthcare provision and society\n2.\tBe aware of consequences of disjunctures between healthcare provision and society\n3.\tIdentify opportunities for bridging healthcare provision and society, using a biosocial approach to health\n4.\tAnalyze cases of disjunctures between healthcare provision and society, and propose opportunities for bridging\n5.\tRecognize the historical trends of scientification, professionalization, and medicalization, in the relations between medicine, health care, and society.\n\nThis course was developed by a consortium of five universities: Maastricht University, National Research Tomsk State University, National University of \"Kyiv-Mohyla Academy\",  National Pirogov Memorial Medical University, Vinnytsya, and Siberian State Medical University within the framework of BIHSENA project. BIHSENA stands for “Bridging Innovations, Health and Societies: Educational capacity building in the Eastern European Neighbouring Areas”. BIHSENA project has been funded with support from the European Commission. This course reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein."},{"url":"https://www.coursera.org/learn/2d-cad","title":"工程圖學 2D CAD","description":"工程圖學在教什麼？這門課有的重要性為何? 對我的專業有什麼幫助?沒有工程背景的人也可以學習工程圖學嗎？我不是工程師，學習工程圖學對我的生活有幫助嗎？\n這門課是CAD/BIM技術與應用專項課程的第一門課，與其他三門課「工程圖學2D專題」、「工程圖學3D」，及「工程圖學3D專題」，作為工程圖學及電腦繪圖的入門課程，你將在這門課會學到各種繪圖的原理與方法，以及AutoCAD電腦繪圖技術，並在相關的作業練習中，逐漸熟練這些基本技術。\n工程製圖的應用無所不在，最主要的目的就是利用圖像來描述物體的形貌與功能，作為保存與傳遞想法的工具。繪圖一點也不難，無論你從事什麼工作，來自什麼背景，只要你具備中學程度的基本幾何和三角函數概念，就可以在這裡從頭開始，學會工程圖學！你會驚訝的發現，當繪圖融入你的生活時帶來的趣味與方便！"},{"url":"https://www.coursera.org/learn/calculus-diferansiyel-hesap","title":"Çok değişkenli Fonksiyon II: Uygulamalar / Multivariable Calculus II: Applications","description":"Ders çok değişkenli fonksiyonlardaki iki derslik dizinin ikincisidir. Birinci ders türev ve entegral kavramlarını geliştirmekte ve bu konulardaki problemleri temel çözme yöntemlerini sunmaktadır. Bu ders, birinci derste geliştirilen temeller üzerine daha ileri konuları işlemekte ve daha kapsamlı uygulamalar ve çözümlü örnekler sunmaktadır. Ders gerçek yaşamdan gelen uygulamaları da tanıtmaya önem veren “içerikli yaklaşımla” tasarlanmıştır. \n\nBölümler\nBölüm 1: Multivar 1'in Özeti, Dairesel Koordinatlarda Entegraller\nBölüm 2: Türev Uygulamalarından Seçme Konular\nBölüm 3: Çok Değişkenle Zincirleme Türev ve Jakobiyan\nBölüm 4: Uzayda Yüzey ve Hacım Entegralleri\nBölüm 5: Düzlemde Akı Entegralleri\nBölüm 6: Düzlemde Green, Uzayda Stokes ve Green-Gauss Teoremleri\nBölüm 7: Stokes ve Green-Gauss Teoremleri ve Doğanın Korunum Yasaları\n-----------\nThe course is the second of the two course sequence of calculus of multivariable functions. The first course develops the concepts of derivatives and integrals of functions of several variables, and the basic tools for doing the relevant calculations. This course builds on the foundations of the first course and introduces more advanced topics along with more advanced applications and solved problems. The course is designed with a “content-based” approach, i. e. by solving examples, as many as possible from real life situations.\n\nBölümler\nBölüm 1: Summary of Multivar I, Integral in Circular Coordinates\nBölüm 2: Topics of Derivative Applications\nBölüm 3: Chain Derivatives with Multi Variables and Jacobian\nBölüm 4: Surface and Volume Integrals in Space\nBölüm 5: Flux Integrals in the Plane\nBölüm 6: Green in Plane, Stokes in Space and Green-Gauss Theorems\nBölüm 7:  Stokes and Green-Gauss Theorem and Nature Conservation Laws\n-----------\nKaynak: Attila Aşkar, “Çok değişkenli fonksiyonlarda türev ve entegral”. Bu kitap dört ciltlik dizinin ikinci cildidir. Dizinin diğer kitapları Cilt 1 “Tek değişkenli fonksiyonlarda türev ve entegral”, Cilt 3: “Doğrusal cebir” ve Cilt 4: “Diferansiyel denklemler” dir.\n\nSource: Attila Aşkar, Calculus of Multivariable Functions, Volume 2 of the set of Vol1: Calculus of Single Variable Functions, Volume 3: Linear Algebra and Volume 4: Differential Equations. All available online starting on January 6, 2014"},{"url":"https://www.coursera.org/learn/accounting-analytics","title":"Accounting Analytics","description":"Accounting Analytics explores how financial statement data and non-financial metrics can be linked to financial performance.  In this course, taught by Wharton’s acclaimed accounting professors, you’ll learn how data is used to assess what drives financial performance and to forecast future financial scenarios. While many accounting and financial organizations deliver data, accounting analytics deploys that data to deliver insight, and this course will explore the many areas in which accounting data provides insight into other business areas including consumer behavior predictions, corporate strategy, risk management, optimization, and more. By the end of this course, you’ll understand how financial data and non-financial data interact to forecast events, optimize operations, and determine strategy. This course has been designed to help you make better business decisions about the emerging roles of accounting analytics, so that you can apply what you’ve learned to make your own business decisions and create strategy using financial data. "},{"url":"https://www.coursera.org/learn/getting-started-app-development","title":"Getting Started With Application Development","description":"In this course, application developers learn how to design and develop cloud-native applications that seamlessly integrate components from the Google Cloud ecosystem. Through a combination of presentations, demos, and hands-on labs, participants learn how to apply best practices for application development and use the appropriate GCP storage services for object storage, relational data, caching, and analytics."},{"url":"https://www.coursera.org/learn/solid-waste-management","title":"Municipal Solid Waste Management in Developing Countries","description":"Have you come across large piles of garbage in neighbourhoods and streets and smelly waste disposal sites polluting the environment of low- and middle-income countries? Do you want to know what kind of sustainable solutions are appropriate to better manage waste and enhance recycling and recovery? If yes, this course is for you! \n\nThis course provides you with an overview of the municipal solid waste management situation in low- and middle-income countries. It covers key elements of the waste management system, such as its technical, environmental, social, financial and institutional aspects. Besides understanding the challenges, you will be introduced to appropriate and already applied solutions through selected case studies."},{"url":"https://www.coursera.org/learn/fintech","title":"FinTech Foundations and Overview","description":"Our primary goal is to help you to understand FinTech and to become more confident and persuasive in your ability to analyze and make recommendations to executives within the finance industry regarding how to react to these changes.\n\nThis FIRST MOOC ON FINTECH IN ASIA-PACIFIC offered by HKUST presents the views of several professors from the top business school in Asia as well as perspectives from industry professionals.  HKUST has been ranked for many years as the number one EMBA program in the world, as the number one Finance program in Asia, and as the top MBA program in Asia by multiple independent rating and review journals and surveys.  This course offers the combined strengths of HKUST in Business, Finance, and Technology as one the world's leading academic institutions on an important area of technology and business innovations.  For students from outside Asia, this also gives an insight into changes happening in the most advanced FinTech markets of the world, since Asia leads worldwide in FinTech adoption and creative innovations.\n\nThis course (FinTech Foundations and Overview) is part of the HKUST FinTech specialization, there will be 3 other courses in the specialization including FinTech Security & Regulation (RegTech), FinTech Risk Management, FinTech Innovative Disruption: Implications for Society."},{"url":"https://www.coursera.org/learn/music-and-social-action","title":"Music and Social Action","description":"What is a musician’s response to the condition of the world? Do musicians have an obligation and an opportunity to serve the needs of the world with their musicianship?\n \nAt a time of crisis for the classical music profession, with a changing commercial landscape, a shrinking audience base, and a contraction in the number of professional orchestras, how does a young musician construct a career today? Are we looking at a dying art form or a moment of reinvigoration?\n \nIn this course we will develop a response to these questions, and we will explore the notion that the classical musician, the artist, is an important public figure with a critical role to play in society.\n \nThe course will include inquiry into a set of ideas in philosophy of aesthetics; a discussion about freedom, civil society, and ways that art can play a role in readying people for democracy; discussion on philosophy of education as it relates to the question of positive social change; and an exploration of musical and artistic initiatives that have been particularly focused on a positive social impact.\n \nGuiding questions for this course inquiry will include:\n \n      - How can classical music effect social change?\n      - How has music made positive change in communities around the globe?\n      - What can the field of classical music learn from other movements for social change?\n      - How have educators and philosophers thought about the arts and their connection to daily contemporary life?\n \nEach class will explore one critical question through lectures, discussions, interviews, or documentaries."},{"url":"https://www.coursera.org/learn/sequence-models-tensorflow-gcp","title":"Sequence Models for Time Series and Natural Language Processing","description":"This course is an introduction to sequence models and their applications, including an overview of sequence model architectures and how to handle inputs of variable length.\n\n• Predict future values of a time-series\n• Classify free form text\n• Address time-series and text problems with recurrent neural networks\n• Choose between RNNs/LSTMs and simpler models\n• Train and reuse word embeddings in text problems\n\nYou will get hands-on practice building and optimizing your own text classification and sequence models on a variety of public datasets in the labs we’ll work on together.  \n\nPrerequisites: Basic SQL, familiarity with Python and TensorFlow"},{"url":"https://www.coursera.org/learn/protools","title":"Pro Tools Basics","description":"Producing music is an incredibly creative process, and knowing the tools of the trade is essential in order to transmit the musical ideas in your head into the DAW in a creative and uninhibited way.  Whether you have used a computer to create music before, or you have been curious about production for years, this 4-week course will give you an introductory look into the world of Avid Pro Tools and Pro Tools First."},{"url":"https://www.coursera.org/learn/design-patterns","title":"Design Patterns","description":"This course extends object-oriented analysis and design by incorporating design patterns to create interactive applications. Through a survey of established design patterns, you will gain a foundation for more complex software applications. Finally, you will identify problematic software designs by referencing a catalog of code smells.\n\nYou will be challenged in the Capstone Project to redesign an existing Java-based Android application to implement a combination of design patterns. You will also critique a given Java codebase for code smells.\n\nAfter completing this course, you will be able to: \n• Demonstrate how to use design patterns to address user interface design issues.\t\n• Identify the most suitable design pattern to address a given application design problem.\t\n• Apply design principles (e.g., open-closed, dependency inversion, least knowledge).\t\n• Critique code by identifying and refactoring anti-patterns.\n• Apply the model-view-controller architectural pattern."},{"url":"https://www.coursera.org/learn/gte-sustainable-cities","title":"Greening the Economy: Sustainable Cities","description":"How can we shape urban development towards sustainable and prosperous futures?\n\nThis course will explore sustainable cities as engines for greening the economy. We place cities in the context of sustainable urban transformation and climate change. Sustainable urban transformation refers to structural transformation processes – multi-dimensional and radical change – that can effectively direct urban development towards ambitious sustainability and climate goals.\n\nWe will connect the key trends of urbanization, decarbonisation and sustainability. We will examine visions, experiments and innovations in urban areas. We will look at practices (what is happening in cities at present) and opportunities (what are the possibilities for cities going forwards into the future). We bring together a collection of diverse short films and key short readings on sustainable cities as well as interactive forums and a practical assignment to create an online learning community.\n\nThis course provides key examples of activities to promote sustainable cities in Scandinavia, Europe and around the world. We utilize films and reports by WWF, the Economist Intelligence Unit, ICLEI – Local Governments for Sustainability, UN-Habitat, C40 Climate Leadership Group, Arup, Sustainia, the Rockefeller Foundation, and ongoing research projects. This course is produced by Lund University in cooperation with WWF and ICLEI. It is available for free to everyone, everywhere!\n\nThe International Institute for Industrial Environmental Economics (IIIEE) at Lund University is an international centre of excellence on sustainable solutions. The IIIEE is ideally suited to understand and explain the interdisciplinary issues in sustainable cities and greening the economy utilising the diverse disciplinary backgrounds of its international staff. The IIIEE has been researching and teaching on sustainable solutions since the 1990s and it has extensive international networks connecting with a variety of organizations. \n\n5 hours/week\n5 weeks duration\n30 films\n10 teachers"},{"url":"https://www.coursera.org/learn/positive-psychology-project","title":"Positive Psychology Specialization Project: Design Your Life for Well-being","description":"You are encouraged to take the first four courses of the Foundations of Positive Psychology Specialization before starting this course and completing the Specialization Project. This course, taught by Dr. Martin E.P. Seligman brings all the key concepts from the first four courses to practice as you develop and test a new positive intervention for an audience of your choice. You identify opportunities in your daily life to increase the wellbeing by using knowledge you developed in the first four courses of the Specialization. In this final project, you evaluate the efficacy of a positive intervention based on subjective and objective measures. Then, you compare how empirical and non-empirically-based positive interventions can be applied to influence a person's wellbeing. Lastly, you reflect on how the fundamental elements of research methods are important in the everyday application of positive psychology.\n\nAfter completing all five courses, learners earn a certificate signed by Dr. Martin E.P. Seligman, Dr. James Pawelski, Dr. Angela Duckworth, Dr. Claire Robertson-Kraft and Dr. Karen Reivich."},{"url":"https://www.coursera.org/learn/vlsi-cad-layout","title":"VLSI CAD Part II: Layout","description":"You should complete the VLSI CAD Part I: Logic course before beginning this course.\n\nA modern VLSI chip is a remarkably complex beast:  billions of transistors, millions of logic gates deployed for computation and control, big blocks of memory, embedded blocks of pre-designed functions designed by third parties (called “intellectual property” or IP blocks).  How do people manage to design these complicated chips?  Answer:  a sequence of computer aided design (CAD) tools takes an abstract description of the chip, and refines it step-wise to a final design. This class focuses on the major design tools used in the creation of an Application Specific Integrated Circuit (ASIC) or System on Chip (SoC) design.  Our focus in this part of the course is on the key logical and geometric representations that make it possible to map from logic to layout, and in particular, to place, route, and evaluate the timing of large logic networks. Our goal is for students to understand how the tools themselves work, at the level of their fundamental algorithms and data structures. Topics covered will include: technology mapping, timing analysis, and ASIC placement and routing.\n\nRecommended Background:\nProgramming experience (C, C++, Java, Python, etc.) and basic knowledge of data structures and algorithms (especially recursive algorithms).  An understanding of basic digital design:  Boolean algebra, Kmaps, gates and flip flops, finite state machine design.  Linear algebra and calculus at the level of a junior or senior in engineering.  Elementary knowledge of RC linear circuits (at the level of an introductory physics class)."},{"url":"https://www.coursera.org/learn/aprendizaje-maquinas","title":"Aprendizaje de máquinas","description":"El aprendizaje de máquinas es una rama de la inteligencia artificial dedicada al estudio de métodos para dotar a los agentes artificiales de la capacidad de aprender a partir de ejemplos y/o experiencia. Los métodos de aprendizaje de máquinas pueden generar modelos de problemas complejos a través de instancias específicas, los cuales son capaces de generalizar y/o adaptarse a situaciones nuevas. Estos modelos han permitido llevar a cabo muchas nuevas aplicaciones en áreas muy diversas como generación de descripciones de imágenes, predicción de readmisión hospitalaria o detección de partículas subatómicas. En la actualizada frecuentemente interactuamos con modelos de aprendizaje de máquinas en diversas actividades de nuestra vida cotidiana. Por ejemplo, cuando utilizamos el teclado virtual en nuestros teléfonos móviles, un modelo de aprendizaje de máquinas trata de predecir la siguiente palabra que queremos escribir a partir de nuestro patrón de escritura y la de otros usuarios. De igual manera, al realizar una búsqueda en Internet, un modelo de aprendizaje de máquinas identifica los documentos más relevantes a ser mostrados de todos los posibles documentos usando nuestro historial de búsqueda. Al tomar una foto con nuestra cámara digital, un modelo de aprendizaje de máquinas detecta los rostros en la escena para poder enfocarlos de forma adecuada.\n\nEste es un curso básico introductorio al aprendizaje de máquinas con un enfoque práctico, el cual aborda tanto los fundamentos generales como métodos específicos y algunos aspectos prácticos. El curso aborda tanto el aprendizaje supervisado como el aprendizaje sin supervisión. Los métodos que se presentan en el curso son regresión lineal, regresión logística, redes neuronales y K-medias."},{"url":"https://www.coursera.org/learn/api-security-apigee-gcp","title":"API Security on Google Cloud's Apigee API Platform","description":"Now that your APIs are developed, it's time to talk about how to secure them. This course covers API security using the Apigee API platform. We'll learn about how to properly secure your APIs by covering topics such as the types of OAuth, TLS, and SAML to name a few. We'll apply these concepts with hands on labs to implement proper authentication and validation in your APIs.\n\nBy taking this course, you'll come to have a high level understanding of API security and why it's important. All supplemental materials will be provided to you for offline review / reference. Since this is the final course in the Specialization, you'll come out of this course with a fully working and secure API to be used as reference for all your future builds!\n\nNote: Before starting this course, please ensure that you have completed the \"API Design and Fundamentals of Google Cloud's Apigee API Platform\" and \"API Development on Google Cloud's Apigee API Platform\" courses."},{"url":"https://www.coursera.org/learn/hanzi","title":"Chinese Characters for beginner 汉字","description":"Welcome to \"Chinese Characters for beginner\"!\nThis is an elementary course on learning Chinese characters. Together, we will start from the basic element of Chinese characters-- Strokes. Then we will learn 1,200 basic Chinese words composed of 240 commonly used Chinese characters, which begin with  “一”(one), including pronunciation, shape and meaning, so that to improve the learning effect. \n\n①  Each Chinese character is with pinyin;\n\n②  Each Chinese character is shown in the form of animation in the process of writing, namely strokes;\n\n③  English translation is used on the Chinese character can be a word itself. Other Chinese characters can not be independent of words are the characters of. The English translation of this kind of characters is marked in parentheses;\n\n④  Each Chinese word is accompanied by Pinyin, English translation and picture, which is easy to understand;\n\n⑤  There are proper exercises at the end of each lesson.\n\nGood luck !"},{"url":"https://www.coursera.org/learn/research-proposal-initiating-research","title":"Research Proposal: Initiating Research","description":"Market Research is a growing and important field that is used in many industries around the world. Given all the data that is collected whether by organizations, industries, social media, governments, etc., it’s important that someone can review and sift through all the noise to provide valuable insights. And that’s where you come in as a market researcher. This course will only scratch the surface and provide you a foundational understanding of this field.\n\nIn this course, you will be able to define market research and identify some tools used in the industry. You will be able to discuss the importance of secondary and internal research in terms of the planning process. You will be able to define what primary research is and identify the various ways to conduct primary research. You will be able to focus on an actual research plan or proposal for your peer review project. You will be able to compose a response to a request for a proposal or research plan and be able to address the various components of the proposal and package it in a professional manner."},{"url":"https://www.coursera.org/learn/epidemiology","title":"Epidemiology: The Basic Science of Public Health","description":"Often called “the cornerstone” of public health, epidemiology is the study of the distribution and determinants of diseases, health conditions, or events among populations and the application of that study to control health problems. By applying the concepts learned in this course to current public health problems and issues, students will  understand the practice of epidemiology as it relates to real life and makes for a better appreciation of public health programs and policies. This course explores public health issues like cardiovascular and infectious diseases – both locally and globally – through the lens of epidemiology."},{"url":"https://www.coursera.org/learn/mechanics-of-materials-1","title":"材料力學一 (Mechanics of Materials (1))","description":"課程介紹與教學目標 (About the course)\n　　房屋為我們遮風避雨，讓我們安心工作、生活，而結構系統又是房屋的骨幹，讓房屋能站的又高、又直、又穩。你知道橫者為梁，直者為柱，但你知道在結構工程師的眼中，梁與柱有什麼其他的不同嗎？他們其中藏著什麼秘密，能支撐起整個結構？工程師要怎麼決定梁該有多深？柱該有多粗？該用矩形、圓形還是其他形狀？該用實心還是空心？在有地震的地方，設計上是否又有不一樣的考量？\n　　材料力學是通往上述問題解答關鍵的一步。在材料力學(一)裡，我們會由大家熟知的虎克定律開始，以蓋房子的重要材料「結構鋼」為例，深入探討「力量」與「變形」這兩個令結構工程師愛恨交加的物理量之間的關係。然後依序探討結構桿件受軸力（拉/壓）、受扭、受彎、受剪四大外力作用下，會在桿件內部產生怎樣的相對應變形與受力，並探討建築結構設計概念與提供桿件設計演算範例。\n　　本課程是希望精通「鋼筋混凝土設計」、「鋼結構設計」、「木構造設計」者必備的先修課程，也為對「彈性力學」有興趣者，提供許多基礎知識與這些知識如何實際應用於工程設計。\n主要授課對象為土木、建築相關從業人員與在學學生，其他包括工學院各科系同學或對材料力學有興趣的人士，也歡迎選修。\n\n授課形式 (Course format)\n　　本堂課將以影片的形式為主, 搭配課後作業及期末報告的形式來進行。\n\n修課背景要求 (Recommended background)\n　　靜力學 ( Statics )"},{"url":"https://www.coursera.org/learn/leveraging-unstructured-data-dataproc-gcp","title":"Leveraging Unstructured Data with Cloud Dataproc on Google Cloud Platform","description":"This 1-week, accelerated course builds upon previous courses in the Data Engineering on Google Cloud Platform specialization. Through a combination of video lectures, demonstrations, and hands-on labs, you'll learn how to create and manage computing clusters to run Hadoop, Spark, Pig and/or Hive jobs on Google Cloud Platform.  You will also learn how to access various cloud storage options from their compute clusters and integrate Google’s machine learning capabilities into their analytics programs.  \n\nIn the hands-on labs, you will create and manage Dataproc Clusters using the Web Console and the CLI, and use cluster to run Spark and Pig jobs. You will then create iPython notebooks that integrate with BigQuery and storage and utilize Spark. Finally, you integrate the machine learning APIs into your data analysis.\n\nPre-requisites\n• Google Cloud Platform Big Data & Machine Learning Fundamentals (or equivalent experience)\n• Some knowledge of Python"},{"url":"https://www.coursera.org/learn/zhichang-suyang","title":"職場素養 (Professionalism) ","description":"介紹國際職場素養的內涵及相關課題，培育學生應有的職場視野與能力，便利學生融入職場環境，迅速自新手成為高手，裕如地發揮所學與所長。"},{"url":"https://www.coursera.org/learn/fundamentals-network-communications","title":"Fundamentals of Network Communication","description":"In this course, we trace the evolution of networks and identify the key concepts and functions that form the basis for layered architecture. We introduce examples of protocols and services that are familiar to the students, and we explain how these services are supported by networks. Further, we explain fundamental concepts in digital communication, and focus on error control techniques that include parity check, polynomial code, and Internet checksum. Students will be required to have some previous programming experience in C-programming (C++/Java), some fundamental knowledge of computer organization and IT architecture and a background in computer science is a plus."},{"url":"https://www.coursera.org/learn/molecular-evolution","title":"Molecular Evolution (Bioinformatics IV)","description":"In the previous course in the Specialization, we learned how to compare genes, proteins, and genomes.  One way we can use these methods is in order to construct a \"Tree of Life\" showing how a large collection of related organisms have evolved over time.\n\nIn the first half of the course, we will discuss approaches for evolutionary tree construction that have been the subject of some of the most cited scientific papers of all time, and show how they can resolve quandaries from finding the origin of a deadly virus to locating the birthplace of modern humans.\n\nIn the second half of the course, we will shift gears and examine the old claim that birds evolved from dinosaurs.  How can we prove this?  In particular, we will examine a result that claimed that peptides harvested from a T. rex fossil closely matched peptides found in chickens. In particular, we will use methods from computational proteomics to ask how we could assess whether this result is valid or due to some form of contamination.\n\nFinally, you will learn how to apply popular bioinformatics software tools to reconstruct an evolutionary tree of ebolaviruses and identify the source of the recent Ebola epidemic that caused global headlines."},{"url":"https://www.coursera.org/learn/probabilites-2","title":"Aléatoire : une introduction aux probabilités - Partie 2","description":"Ce cours d'introduction aux probabilités a la même contenu que le cours de tronc commun de première année de l'École polytechnique donné par Sylvie Méléard.\n\nLe cours introduit graduellement la notion de variable aléatoire et culmine avec la loi des grands nombres et le théorème de la limite centrale. \n\nLes notions mathématiques nécessaires sont introduites au fil du cours et de nombreux exercices corrigés sont proposés.\n\nCe cours propose aussi une introduction aux méthodes de simulations des variables aléatoires comme la méthode de Monte Carlo. Des expériences numériques interactives sont également mises à votre disposition pour vous permettre de visualiser diverses notions."},{"url":"https://www.coursera.org/learn/seo-strategies","title":"Advanced Search Engine Optimization Strategies","description":"This course focuses on technical, mobile and social strategies for increasing site traffic. Learn how to build SEO for international audiences through content localization, global team alignment and optimizing for local search engines. Discover techniques to optimize mobile-friendly websites, get mobile apps discovered, and leverage social media to drive organic SEO traffic.  You will also learn how to identify key SEO metrics and collect, interpret, validate, and report success to your clients and stakeholders."},{"url":"https://www.coursera.org/learn/sheying","title":"透过摄影看世界","description":"对于我们中的许多人来说，虽然拍照、分享和浏览照片已经成了日常生活中的习惯，但我们与图像的频繁接触并未培养我们在视觉表达上的素养。\n\n这个课程的目的在于通过介绍影响摄影作品的创意、手段与技术，讨论观看照片与真正理解照片之间距离的问题。\n\n在这个课程里，你将近距离观看纽约现代艺术博物馆收藏的照片，聆听从不同角度对照片的解读，以及摄影在将近180年历史中被使用的方式：作为艺术表现的途径、作为科学和探索的工具、作为纪实文献的媒介、作为讲述故事和记录历史的手段，以及作为日益视觉化的文化中一种交流和批评的模式。\n\n学习目标\n\n训练技巧，以便更好地检视和理解照片与摄影图像之间的不同。\n\n发现语境如何影响摄影图像的制作、传播和接收。\n\n学习摄影中各种不同模式的艺术和技术试验和创新。\n\n探讨摄影在日益视觉化的文化中所发挥的作用"},{"url":"https://www.coursera.org/learn/strategic-innovation-innovation-at-the-frontier","title":"Strategic Innovation: Managing Innovation Initiatives","description":"You may have noticed that what is new often behaves differently than what has become accepted over time, whether it is in a market, or a technology, or involves people and firms.  Much research supports these general ideas, and this course builds on them to help you develop a perspective on managing innovation.  That is, you will build your capability to lead and design your organization in effectively implementing innovation initiatives and achieving their strategic intent.  \n\nTo do this, you will learn a set of frameworks, tools, and concepts that can help you address several important challenges in managing innovation.  The first challenge regards how to successfully implement innovation efforts within established firms and alongside established businesses.  You then investigate the particulars of managing innovation when disruptive technologies are involved.  Other topics include leadership of new product development teams, planning and evaluation of innovation initiatives, and management of innovation across organizational boundaries, as happens with alliances or virtual firms."},{"url":"https://www.coursera.org/learn/calculo-4","title":"4.- El Cálculo - Otros Modelos","description":"Este curso forma parte de una secuencia con la que se propone un acercamiento a la Matemática Preuniversitaria que prepara para la Matemática Universitaria.\nEn él se asocia un significado real con el contenido matemático que se aprende y se integran tecnologías digitales en el proceso de aprendizaje. \nSe propone la reinterpretación de los contenidos matemáticos relativos a Modelos con Radicales y Exponentes en términos de nociones y procesos del Cálculo Diferencial. Esto servirá como puente para el desarrollo de un pensamiento matemático avanzado con el que se trabajará en la Matemática Universitaria. El período de acreditación para la materia Introducción a las Matemáticas ha concluido. La última fecha para recibir certificados de Coursera es 24 de julio 2017. Informaremos oportunamente cuando la opción de acreditación esté disponible de nuevo. \n\nCurso con crédito académico para alumnos admitidos y aspirantes a ingresar a su primer semestre de un programa de profesional en el Tecnológico de Monterrey. Si estás inscrito en este MOOC con el fin de obtener el crédito académico para el curso de Introducción a las matemáticas (Matemáticas Remedial), confirma tu interés en la acreditación a la cuenta: mooc@servicios.itesm.mx. Consulta las preguntas frecuentes para conocer el proceso de acreditación."},{"url":"https://www.coursera.org/learn/plato-dialogues","title":"Reason and Persuasion: Thinking Through Three Dialogues By Plato","description":"In this course we study the ancient, Socratic art of blowing up your beliefs as you go, to make sure they're built to last. We spend six weeks studying three Platonic dialogues - \"Euthyphro\", \"Meno\", \"Republic\" Book I - then two weeks pondering a pair of footnotes to Plato: contemporary moral theory and moral psychology. \n\nPlatonic? Socratic? Socrates was the teacher, but he said he never did. Plato was the student who put words in his teacher's mouth. You'll get a feel for it.\n\nWe have a book: the new 4th edition of \"Reason and Persuasion\", by the instructor (and his wife, Belle Waring, the translator.) It contains the Plato you need, plus introductory material and in-depth, chapter-length commentaries. (Don't worry! John Holbo knows better than to read his book to the camera. The videos cover the same material, but the presentation is different.) \n\nThe book is offered free in PDF form - the whole thing, and individual chapter slices. It is also available in print and other e-editions. See the course content for links and information.\n\nThe course is suitable for beginning students of Plato and philosophy, but is intended to offer something to more advanced students as well. We seek new, odd angles on old, basic angles. Tricky! The strategy is to make a wide-ranging, interdisciplinary approach.  Lots of contemporary connections, to make the weird bits intuitive; plus plenty of ancient color, still bright after all these years. So: arguments and ideas, new possibilities, old stories, fun facts. Plus cartoons. \n\nThe results can get elaborate (some book chapters and some lesson videos run long.) But each video comes with a brief summary of its contents. The lessons progress. I put them in this order for reasons. But there's no reason you can't skip over and around to find whatever seems most interesting. There are any number of self-contained mini-courses contained in this 8-week course. You are welcome to them.\n\nPlato has meant different things to different people. He's got his own ideas, no doubt. (Also, his own Ideas.) But these have, over the centuries, been worn into crossing paths for other feet; been built up into new platforms for projecting other voices. (Plato did it to Socrates, so fair is fair.) So your learning outcome should be: arrival somewhere interesting, in your head, where you haven't been before. I wouldn't presume to dictate more exactly."},{"url":"https://www.coursera.org/learn/influencer-marketing-strategy","title":"Influencer Marketing Strategy","description":"Influencer marketing is the practice of engaging internal and industry experts with active networks to help achieve measurable business goals. \n\nThis course is about strategy. Although there is no all-purpose, one-size-fits-all influencer marketing strategy template, you will learn how to tailor one for a wide variety of B2B, B2C, and nonprofit organizations using the two-step flow model of communication.\n \nBut this course is also about tactics. I believe, “Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat.” So, you will learn both in this 6-week long course.\n\nYour final project for this course is to create a pitch deck for a social media influencer strategy. The purpose of your final project is to give you a concrete artifact that you can use to demonstrate your mastery of new competencies and skills to either the executives in your current organization or to prospective employers."},{"url":"https://www.coursera.org/learn/power-electronics","title":"Introduction to Power Electronics","description":"This course introduces the basic concepts of switched-mode converter circuits for controlling and converting electrical power with high efficiency. Principles of converter circuit analysis are introduced, and are developed for finding the steady state voltages, current, and efficiency of power converters. Assignments include simulation of a dc-dc converter, analysis of an inverting dc-dc converter, and modeling and efficiency analysis of an electric vehicle system and of a USB power regulator.\n\nAfter completing this course, you will:\n● Understand what a switched-mode converter is and its basic operating principles\n● Be able to solve for the steady-state voltages and currents of step-down, step-up, inverting, and other power converters\n● Know how to derive an averaged equivalent circuit model and solve for the converter efficiency\n\nA basic understanding of electrical circuit analysis is an assumed prerequisite for this course."},{"url":"https://www.coursera.org/learn/matematicas","title":"Matemáticas financieras","description":"En el curso matemáticas financieras se explica la relación que tiene el dinero y su valor a través del tiempo. Se abordan los temas de interés simple, interés compuesto, anualidades, perpetuidades, amortizaciones, valor presente y valor futuro, todos ellos elementos básicos que el administrador financiero deberá aplicar en los análisis de opciones de inversión o financiamiento."},{"url":"https://www.coursera.org/learn/contrats","title":"Rédaction de contrats","description":"Le cours porte sur les usages généralement admis en matière de rédaction de contrats commerciaux, dans leur forme continentale ou anglo-saxonne. Les principales clauses de ces contrats sont examinées, à l’aide d’exemples tirés de contrats classiques."},{"url":"https://www.coursera.org/learn/six-sigma-improve-control","title":"Six Sigma Tools for Improve and Control","description":"This course will provide you will the tools necessary to complete the final components of the analyze phase as well as the  improve and control phases of the Six Sigma DMAIC (Define, Measure, Analyze, Improve, and Control) process. This course is the final course in the Six Sigma Yellow Belt Specialization. You will learn about relationships from data using correlation and regression as well as the different hypothesis terms in hypothesis testing. This course will provide you with tools and techniques for improvement. You will also understand the importance of a control plan, as well as its key characteristics, for maintaining process improvements. Every module will include readings, discussions, lecture videos, and quizzes to help make sure you understand the material and concepts that are studied.\n\nOur applied curriculum is built around the latest handbook The Certified Six Sigma Handbook (2nd edition) and students will develop /learn the fundamentals of Six Sigma. Registration includes online access to course content, projects, and resources but does not include the companion text The Certified Six Sigma Handbook (2nd edition). The companion text is not required to complete the assignments. However, the text is a recognized handbook used by professionals in the field. Also, it is a highly recommended text for those wishing to move forward in Six Sigma and eventually gain certification from professional agencies such as American Society for Quality (ASQ)."},{"url":"https://www.coursera.org/learn/big-ideas","title":"What’s Your Big Idea?","description":"Whether your interest lies in solving the world’s biggest problems, creating the next commercial success or addressing something closer to home, this course will give you a toolbox to vet your ideas and test them in the real world."},{"url":"https://www.coursera.org/learn/afrique-mondialisation","title":"Afrique et mondialisation, regards croisés","description":"Au-delà des relations internationales classiques, le processus de mondialisation mobilise quantité d'acteurs économiques, sociaux et culturels, individuels et collectifs,  qui agissent dans l'espace mondial. Nous étudions ensemble, Africains, Latino-américains et Européens, comment il en dérive de nouvelles relations internationales. Ce cours prend sa source dans les approches sociologique et historique françaises des relations internationales, comme celles promues en Afrique et en Amérique latine.\nBertrand Badie, Marie-Françoise Durand, Delphine Allès, Atta El Battahani, Carlos Milani, Gaïdz Minassian, Papa Samba Ndiaye, Karen Smith, Folashadé Soule-Kohndou."},{"url":"https://www.coursera.org/learn/chemerinsky-on-constitutional-law-structure-of-government","title":"Chemerinsky on Constitutional Law - The Structure of Government","description":"This course will highlight the construction and interpretation of the U.S. Constitution through the centuries. You'll learn the history behind the Constitution, cases that formed important precedent, and how changes in interpretation have been dependent on shifts in cultural and political climate as well as the composition of the Supreme Court.\n\nWe'll start with an overview of the Constitution where we'll consider questions such as \"Why the Constitution?\" and \"What function does the Constitution serve?\" Next we'll examine how the Constitution and its subsequent interpretation established the powers of the federal, legislative, and judicial branches of government and allocated powers to the states.\n\nJoin me as we look at the questions both raised and answered by the Constitution and those that interpret it!\n\nBy the end of this course, you should be able to:\n\n- Describe how the structure of the United States government has been shaped by both the text of the Constitution and by subsequent interpretation and practice of political actors in all branches of government\n\n- Illustrate compromises found in the Constitution by citing examples and historic background\n\n- Articulate the importance of key cases such as Marbury v. Madison, McCullough v. Maryland, and Lochner v. New York\n\n- Explain how the outcome of cases is often dependent upon the current cultural and political climate as well as the composition of the court by citing particular cases and important shifts in the court's jurisprudence\n\n- Assess the relative suitability of various approaches to constitutional interpretation and analysis"},{"url":"https://www.coursera.org/learn/controle","title":"Introdução ao Controle de Sistemas","description":"Este curso apresenta os principais conceitos do controle de sistemas e mostra suas vantagens e importância para a sociedade moderna. Você vai entender o que é o controle de sistemas e como o controle com realimentação funciona, e passará a perceber a sua presença em diversas situações em seu dia-a-dia, na natureza, no corpo humano e em diversos dispositivos, desde os mais simples até os mais complexos.\n\nVocê vai perceber a necessidade de modelos teóricos para a análise e o projeto do controle de sistemas e aprenderá como verificar se um sistema atende a determinados requisitos de desempenho. Você também aprenderá como projetar um controle simples de modo a obter o melhor desempenho possível de um sistema de controle. Este é apenas o primeiro passo em direção a um vasto campo do conhecimento e lhe dará a base e a segurança necessárias para avançar em seus estudos no maravilhoso mundo do controle de sistemas."},{"url":"https://www.coursera.org/learn/branding-and-cx","title":"Branding and Customer Experience","description":"Whether students come from a Branding or a Customer Experience background or perspective, this course will explore the synergies between and the intersection of the two sets of activities. While there are different approaches to defining a branding strategy, a branding project’s implementation impacts many departments and their customer-facing activities. In this sense, it’s essential to understand branding efforts in the context of Customer Experience. In this course, we will use a framework - adapted from Customer Journey Mapping - for focusing and organizing students' thinking about the operational implications of their branding projects. Through the framework, we will derive an operational language for aligning activities and measuring impacts across multiple departments and the customer touch points they manage."},{"url":"https://www.coursera.org/learn/mind-behavior-fundamentals","title":"Introduction to Psychology as a Science 2 – Fundamentals of the Mind and Behavior ","description":"This course deals with the fundamentals important in Psychology as a science. Psychology is the study of behavior and the mind.  But all of us have tried to understand and predict behavior throughout our lives, first with our parents, then with our peers and teachers, and finally with our friends and co-workers.  The difference is that psychological scientists conduct research that discovers the facts about behavior and our minds, so its principles are based on science and not just on intuition and experience.  The course covers the fundamentals of learning, memory, motivation, emotion, and how behavior changes as we age.  The content of the course has received approval from \"Quality Matters\", an organization that evaluates on-line courses.  The learning outcomes are:  (1) Students will be able to recognize and describe major psychological principles of learning;  (2) Students will be able to distinguish between different types of memory;  (3) Students will be able to describe how motivation and emotion can affect how we behave; and (4) Students will know how cognitive behavior and social behavior develops as we age."},{"url":"https://www.coursera.org/learn/wharton-proyecto-final-empresariales","title":"Proyecto de Fundamentos Empresariales de Wharton","description":"El Proyecto Final de Conocimiento Aplicado de Wharton te permite aplicar tus habilidades analíticas a retos de negocios reales, incluyendo el tuyo. Usarás esas habilidades empresariales recientemente adquiridas, para evaluar de manera reflexiva una oportunidad o situación real de compañías dirigidas por Wharton como Televisa.También podrás preparar un análisis estratégico y plantear una solución a un reto al que se enfrente tu propia compañía u organización. Personal cualificado de Wharton evaluará los mejores trabajos, y equipos de dirección de Televisa revisarán los proyectos que obtengan mejor puntuación."},{"url":"https://www.coursera.org/learn/uva-darden-continous-delivery-devops","title":"Continuous Delivery & DevOps ","description":"Amazon famously delivers new code every 11.6 seconds. Just a few years ago, this was unthinkable: many ‘cutting edge’ firms would release software quarterly. When it comes to digital innovation, velocity is critical and many would say it’s the most reliable determinant of success. \n\nBringing an organization to the state of the art (or even functional capability) in this area requires strong work in a combination of disciplines and a combination of both technical and managerial skills. There is no single cookie-cutter approach for achieving this capability. Much like agile, the right focus and formulation depends a lot on the facts and circumstances of the team. This course will provide you with the interdisciplinary skill set to cultivate a continuous deployment capability in your organization. \n\nAfter completing this course, you will be able to: \n1. Diagnose a team’s delivery pipeline and bring forward prioritized recommendations to improve it\n2. Explain the skill sets and roles involved in DevOps and how they contribute toward a continuous delivery capability\n3. Review and deliver automation tests across the development stack\n4. Explain the key jobs of system operations and how today’s leading techniques and tools apply to them\n5. Explain how high-functioning teams use DevOps  and related methods to reach a continuous delivery capability \n6. Facilitate prioritized, iterative team progress on improving a delivery pipeline"},{"url":"https://www.coursera.org/learn/future-of-energy","title":"Our Energy Future","description":"This course is designed to introduce students to the issues of energy in the 21st century – including food and fuels – which are inseparably linked – and will discuss energy production and utilization from the biology, engineering, economics, climate science, and social science perspectives. \n\nThis course will cover the current production and utilization of energy, as well as the consequences of this use, examining finite fossil energy reserves, how food and energy are linked, impacts on the environment and climate, and the social and economic impacts of our present energy and food production and use. After the introductory lectures, we will examine the emerging field of sustainable energy, fuel and food production, emphasizing the importance of developing energy efficient and sustainable methods of production, and how these new technologies can contribute to replacing the diminishing supplies of fossil fuels, and reduce the consequences of carbon dioxide release into the environment. This course will also cover the importance of creating a sustainable energy future for all societies including those of the developing world.  Lectures will be prepared and delivered by leading UC San Diego and Scripps Institution of Oceanography faculty and industry professionals across these areas of expertise."},{"url":"https://www.coursera.org/learn/gis-data","title":"GIS Data Formats, Design and Quality","description":"In this course, the second in the Geographic Information Systems (GIS) Specialization, you will go in-depth with common data types (such as raster and vector data), structures, quality and storage during four week-long modules: \n\nWeek 1: Learn about data models and formats, including a full understanding of vector data and raster concepts. You will also learn about the implications of a data’s scale and how to load layers from web services. \n\nWeek 2: Create a vector data model by using vector attribute tables, writing query strings, defining queries, and adding and calculating fields. You'll also learn how to create new data through the process of digitizing and you'll use the built-in Editor tools in ArcGIS.\n\nWeek 3: Learn about common data storage mechanisms within GIS, including geodatabases and shapefiles. Learn how to choose between them for your projects and how to optimize them for speed and size. You'll also work with rasters for the first time, using digital elevation models and creating slope and distance analysis products.\n\nWeek 4: Explore datasets and assess them for quality and uncertainty.  You will also learn how to bring your maps and data to the Internet and create web maps quickly with ArcGIS Online.\n\nTake GIS Data Formats, Design and Quality as a standalone course or as part of the Geographic Information Systems (GIS) Specialization. You should have equivalent experience to completing the first course in this specialization, Fundamentals of GIS, before taking this course. By completing the second class in the Specialization you will gain the skills needed to succeed in the full program."},{"url":"https://www.coursera.org/learn/fundamentals-of-management","title":"Fundamentals of Management","description":"Are you about to enter the workforce? Are you an emerging professional? Are you new to your role in the organization? All prospective new employees benefit from understanding management principles, roles and responsibilities, regardless of position.  Now you can acquire an in-depth understanding of the basic concepts and theories of management while exploring the manager's operational role in all types of organizations. Gain insight into the manager's responsibility in planning, organizing, leading, staffing and controlling within the workplace. It’s never too soon to plan your professional path by learning how the best managers manage for success!\n\nUpon completing this course, you will be able to:\n1.       Describe the difference between managers and leaders\n2.       Explore the focus of a manager’s job\n3.       Cite the required skills for a new manager’s success\n4.       Describe the five functions of management\n5.       Explain the new model management operating philosophy\n6.       Describe the hierarchy of planning\n7.       Use the SMART goal setting technique\n8.       Discuss the concept of evolution of leadership\n9.       Explain how customer satisfaction is linked to controlling\n10.     Discuss the power of building a network"},{"url":"https://www.coursera.org/learn/chuangxin-siwei","title":"创新思维","description":"通过本门课程的学习，你的创新能力将会获得大幅提升。课程首先致力于观念的转变，其次我会讲到很多具体的创新思维和创新方法。创新并不仅仅是那些黑科技。解决生活或工作中碰到的每一个问题，都需要创新。每一个人的发展都会受到资源的制约，我希望这门课程里，你能找出制约自己发展的那些内部和外部条件，并创造性地解决，突破自己成长的天花板。"},{"url":"https://www.coursera.org/learn/data-visualization-tableau","title":"Fundamentals of Visualization with Tableau","description":"In this first course of the specialization, you will discover just what data visualization is, and how we can use it to better see and understand data. Using Tableau, we’ll examine the fundamental concepts of data visualization and explore the Tableau interface, identifying and applying the various tools Tableau has to offer. By the end of the course you will be able to prepare and import data into Tableau and explain the relationship between data analytics and data visualization. This course is designed for the learner who has never used Tableau before, or who may need a refresher or want to explore Tableau in more depth.  No prior technical or analytical background is required.  The course will guide you through the steps necessary to create your first visualization story from the beginning based on data context,  setting the stage for you to advance to the next course in the Specialization."},{"url":"https://www.coursera.org/learn/data-analysis-tools","title":"Data Analysis Tools","description":"In this course, you will develop and test hypotheses about your data. You will learn a variety of statistical tests, as well as strategies to know how to apply the appropriate one to your specific data and question. Using your choice of two powerful statistical software packages (SAS or Python), you will explore ANOVA, Chi-Square, and Pearson correlation analysis. This course will guide you through basic statistical principles to give you the tools to answer questions you have developed. Throughout the course, you will share your progress with others to gain valuable feedback and provide insight to other learners about their work."},{"url":"https://www.coursera.org/learn/uva-darden-financial-accounting","title":"Financial Accounting Fundamentals","description":"This course will teach you the tools you'll need to understand the fundamentals of financial accounting. Concise videos, the financial records of a small business, and \"your turn\" activities guide you through the three most commonly used financial statements: the Balance Sheet, the Income Statement, and the Statement of Cash Flows. Beyond recording transactions, you'll learn how to prepare these financial statements, and read and analyze them to draw basic conclusions about a company's financial health.\n\nBy the end of this course, you will be able to:\n- Use journal entries to record transactions\n- Prepare and use t-accounts to summarize transactions recorded during an accounting period\n- Describe the three most commonly used financial statements and how they fit together\n- Prepare these financial statements based on transactions recorded during an accounting period\n- Draw basic conclusions about a company's financial health"},{"url":"https://www.coursera.org/learn/subsistence-marketplaces","title":"Subsistence Marketplaces","description":"The foundation for this course lies with unique synergies between pioneering research, teaching, and social initiatives through the Subsistence Marketplaces Initiative. Unique to this approach is a bottom-up understanding of the intersection of poverty and the marketplace.\n\nThe goals of this course are to help you develop an understanding of marketplace activity in the radically different context of subsistence where much of humanity resides and survives, and for you to design solutions that can be implemented by individuals, businesses, and social enterprises through economically, ecologically, and socially sustainable products for subsistence marketplaces."},{"url":"https://www.coursera.org/learn/matlab","title":"Introduction to Programming with MATLAB","description":"This course teaches computer programming to those with little to no previous experience. It uses the programming system and language called MATLAB to do so because it is easy to learn, versatile and very useful for engineers and other professionals. MATLAB is a special-purpose language that is an excellent choice for writing moderate-size programs that solve problems involving the manipulation of numbers. The design of the language makes it possible to write a powerful program in a few lines. The problems may be relatively complex, while the MATLAB programs that solve them are relatively simple: relative, that is, to the equivalent program written in a general-purpose language, such as C++ or Java. As a result, MATLAB is being used in a wide variety of domains from the natural sciences, through all disciplines of engineering, to finance, and beyond, and it is heavily used in industry. Hence, a solid background in MATLAB is an indispensable skill in today’s job market.\n\nNevertheless, this course is not a MATLAB tutorial. It is an introductory programming course that uses MATLAB to illustrate general concepts in computer science and programming. Students who successfully complete this course will become familiar with general concepts in computer science, gain an understanding of the general concepts of programming, and obtain a solid foundation in the use of MATLAB.\n\nStudents taking the course will get a MATLAB Online license free of charge for the duration of the course. The students are encouraged to consult the eBook that this course is based on. More information about these resources can be found on the Resources menu on the right."},{"url":"https://www.coursera.org/learn/gcp-fundamentals-fr","title":"Google Cloud Platform Fundamentals: Core Infrastructure en Français","description":"Les participants intéressés par Google Cloud Platform peuvent continuer leur apprentissage en suivant l'une de nos nouvelles spécialisations consacrées à l'infrastructure de GCP.\n\nOption 1 : La spécialisation Developing Applications with Google Cloud Platform est disponible depuis peu sur Coursera. Vous y apprendrez à créer des applications cloud natives sécurisées, évolutives et intelligentes. Rendez-vous sur https://www.coursera.org/specializations/developing-apps-gcp pour en savoir plus.\n\nOption 2 : La spécialisation Architecting with Google Cloud Platform est également disponible. Son contenu a été mis à jour et amélioré. Cette spécialisation vous aidera à préparer l'examen Google Certified Professional – Cloud Architect. Accédez à https://www.coursera.org/specializations/gcp-architecture pour explorer le contenu mis à jour.\n\nLe cours Google Cloud Platform Fundamentals: Core Infrastructure couvre les bases de Google Cloud Platform et constitue le premier cours de ces deux spécialisations. \n\nIl présente des concepts et termes importants de Google Cloud Platform (GCP). Vous y découvrirez et pourrez comparer de nombreux services de calcul et de stockage disponibles dans Google Cloud Platform, dont Google App Engine, Google Compute Engine et Google Container Engine.\n\nRemarques :\n• Vous avez besoin d'un compte Google/Gmail, et d'une carte de crédit ou d'un compte bancaire pour vous inscrire à l'essai gratuit de Google Cloud Platform. (Les services Google sont actuellement indisponibles en Chine.)\n• Si votre adresse de facturation pour les services GCP est située en Union européenne (UE) ou en Russie, lisez la documentation relative à la TVA à l'adresse suivante : https://cloud.google.com/billing/docs/resources/vat-overview.\n• Vous trouverez d'autres questions fréquentes relatives à l'essai gratuit de GCP à l'adresse suivante : https://cloud.google.com/free/?hl=fr."},{"url":"https://www.coursera.org/learn/python-programming","title":"Python Programming Essentials","description":"This course will introduce you to the wonderful world of Python programming!  We'll learn about the essential elements of programming and how to construct basic Python programs. We will cover expressions, variables, functions, logic, and conditionals, which are foundational concepts in computer programming. We will also teach you how to use Python modules, which enable you to benefit from the vast array of functionality that is already a part of the Python language. These concepts and skills will help you to begin to think like a computer programmer and to understand how to go about writing Python programs.\n\nBy the end of the course, you will be able to write short Python programs that are able to accomplish real, practical tasks. This course is the foundation for building expertise in Python programming. As the first course in a specialization, it provides the necessary building blocks for you to succeed at learning to write more complex Python programs.\n\nThis course uses Python 3.  While many Python programs continue to use Python 2, Python 3 is the future of the Python programming language. This first course will use a Python 3 version of the CodeSkulptor development environment, which is specifically designed to help beginning programmers learn quickly.  CodeSkulptor runs within any modern web browser and does not require you to install any software, allowing you to start writing and running small programs immediately.  In the later courses in this specialization,  we will help you to move to more sophisticated desktop development environments."},{"url":"https://www.coursera.org/learn/computo-evolutivo","title":"Cómputo evolutivo","description":"Charles Darwin, en su libro titulado “El Origen de las Especies” (Darwin, 1859) presentó evidencias relativas a dos aspectos importantes: la teoría de la evolución y los mecanismos de la evolución, conocido como selección natural. Sus investigaciones llegaron a la conclusión de que debido a que todo individuo es diferente a sus semejantes, algunos de ellos inevitablemente se adaptarán mejor y sobrevivirán bajo las condiciones del medio ambiente que los rodee que otros de ellos. En cada generación, una proporción de la población morirá antes de alcanzar la madurez, los individuos que mejor se adapten a su medio ambiente sobrevivirán, mientras que los menos aptos morirán. Más aún, si las características de adaptación son hereditarias, los sobrevivientes, quienes serán los progenitores en la siguiente generación, tenderán a transmitir sus características a sus descendientes. Por lo tanto, la generación siguiente presentará una mayor proporción de individuos mejor adaptados a su medio ambiente en comparación con la generación previa. Por tal motivo, el proceso de selección natural cambiará las características promedio de una especie, presentándose de este modo el proceso de evolución. La Computación Evolutiva (Evolutionary Computation, EC), aplica la teoría de la evolución natural y la genética en la adaptación evolutiva de estructuras computacionales, proporcionando un medio alternativo para atacar problemas complejos en diversas áreas como son ingeniería, economía, química, medicina y porque no, las artes, por mencionar algunos campos de aplicación. Una población de posibles soluciones de un problema dado es análoga a una población de organismos vivos que evolucionan cada generación al recombinar los mejores individuos de la población y transmitir sus características de dichos individuos padres, a sus descendientes. En este campo, diferentes esquemas de métodos evolutivos se han desarrollado, los cuales difieren en el tipo de estructuras que conforman la población. Algoritmos Evolutivos (AE), como también se le conoce al Cómputo Evolutivo (EC), se definen como métodos de optimización y búsqueda, los cuales están inspirados y tratan de imitar de manera parcial los procesos de la evolución natural, los cuales mantienen una población de estructuras que evolucionan de acuerdo a reglas de selección y otros operadores genéticos como son cruzamiento y mutación (Bäck, 1996).\n\nLos algoritmos evolutivos no son los únicos métodos de optimización propuestos a partir de sistemas biológicos. Se tienen una variedad de algoritmos de optimización que tratan de imitar el comportamiento de sistemas naturales como son las colonias de hormigas, algoritmos culturales y optimización por cúmulos de partículas entre otros. De aquí surge lo que se conoce como algoritmos bio-inspirados, ya que toman sus bases a partir de la estructura de procesos y sistemas biológicos: la evolución, la selección natural, comportamiento social de animales como son las hormigas, abejas, peces.\n\nBÄCK, T. (1996) Evolutionary Algorithms in Theory and Practice. Oxford University Press. DARWIN, C. (1859) On the Origin of Species by Means of Natural Selection, or the Preservation of Favoured Races in the Struggle for Life, John Murray."},{"url":"https://www.coursera.org/learn/seo-project","title":"Website Optimization Client Report Project","description":"SEO is a dynamic and growing career field that demands knowledge and skills in a variety of website optimization strategies and tactics in order to be successful. This course is designed to provide you with a solid foundation in SEO including the different elements comprising a website optimization client report, and arm you with skills you need to develop a tactical approach to SEO. \n\nWhether you have successfully completed the other courses in the Search Engine Optimization specialization or are taking just this course, this project is your chance to apply the knowledge you’ve acquired to practice important SEO tactics and optimize a site of your choice from the ground-up. You will identify optimization opportunities on a site and discover valuable tips for pitching your plan and managing your relationship with your client, you will then develop a customized SEO solution for the website you chose, and go through each of the major steps needed to execute your strategy including keyword research, competitive analysis, improving the site’s meta-data and on-page elements. Along the way, you will receive feedback through the peer review process. This community of fellow learners will provide additional input to help you refine your approach to SEO and present your findings to clients and management."},{"url":"https://www.coursera.org/learn/sotsialnaya-set","title":"«Ловцы человеков» или социальные сети в медиа, бизнесе, рекрутинге и образовании","description":"Мир сильно изменился с тех времен, когда люди общались между собою с помощью писем на бумаге и с помощью голоса, теперь все мы, расставляем кому-то сети отношений и попадаем в них сами, все мы отныне живем в Сети Глобальной паутины.\nВ этом новом мире сетей старые приемы налаживания отношений не работают: журналистов печатных изданий не читают в бумажном варианте, маркетологи, делающие ставку только на офлайн-работу, разоряют компании, пиарщики и рекламисты лишаются офлайн-аудитории, HR-специалист, не умеющий работать в сетях, не получает достоверной информации о своих кандидатах.\nЕдинственный выход для профессионала: идти в Сеть, «ищите и обрящете»!\n\nНаш курс поможет вам узнать:\n1.\tКакие сети существуют и как меняется психология «человека виртуально-сетевого».\n2.\tПочему блоггеры испытывают от своей деятельности блОженство и что такое гражданская журналистика.\n3.\tКак работает френд-бизнес и как компании делают из потребителей союзников, советчиков и сотрудников.\n4.\tКак найти работу или работника в Сети.\n5.\tКак организовать виртуальную вечеринку или виртуальный конкурс.\n\nСертификат о прохождении данного курса дает дополнительные баллы при поступлении в магистратуру Национального исследовательского Томского государственного университета. Перечень магистерских программ находится по ссылке: https://pro-online.tsu.ru/edu/student/table.php"},{"url":"https://www.coursera.org/learn/mandarin-chinese-intermediate-learners-1","title":" Mandarin Chinese for Intermediate Learners: Part 1","description":"\"Mandarin Chinese 1: Chinese for Intermediate Learners\" is the first course of the MOOC specialization  \"Learn Intermediate Mandarin Chinese\" created by Shanghai Jiao Tong University."},{"url":"https://www.coursera.org/learn/integrating-scripts-for-scene-interactions","title":"Integrating Scripts for Scene Interactions","description":"Welcome to Integrating Scripts for Scene Interactions, the third course in the Unity Certified 3D Artist Specialization from Unity Technologies.\n\nThe courses in this series will help you prepare for the Unity Certified 3D Artist exam, the professional certification for entry- to mid-level Unity artists. 3D artists are critical to the Unity development pipeline. They are a bridge between the programmers writing the application code and the designers or art directors who define the application’s aesthetics and style. In these courses, you will be challenged to complete realistic art implementation tasks in Unity that are aligned to the topics covered on the exam.\n\nIn this third course, you will complete work on the Kitchen Configurator application - an app that lets users view a realistic rendering of a kitchen and swap out objects and materials to customize the design. Now you’ll work on the allowing users to actually interact with your beautiful design. You’ll implement a User Interface (UI) in Unity and add some pre-written scripts to the project to make it interactive. Finally, you’ll adapt the project to VR with by bringing the UI into world space. By the end of the course, you’ll have a functioning Kitchen Configurator app that would be ready to take to the final stages of production and launch.\n\nThis is an intermediate course, intended for people who are ready for their first paying roles as Unity 3D artists, or enthusiasts who would like to verify their skills against a professional standard. To succeed, you should have at least 1-2 years of experience implementing 3D art in Unity. You should be proficient at importing assets into Unity from Digital Content Creation (DCC) tools, prototyping scenes, working with lighting, and adding particles and effects. You should also have a basic understanding of 2D asset management, animation, and working with scripts. You should have experience in the full product development lifecycle, and understand multi-platform development, including for XR (AR and VR) platforms."},{"url":"https://www.coursera.org/learn/patient-safety-sustainment","title":"Designing for Sustainment: Keeping Improvement Work on Track (Patient Safety IV)","description":"Keeping patient safety and quality improvement projects on track, on time, and on budget is critical to ensuring their success. In this course, students will be introduced and given the opportunity to apply a series of tools to guide and manage patient safety and quality initiatives. These include tools for defining what success looks like, developing a change management plan, and conducting a pre-mortem to identify risks for project failure.  This course will also provide tools for engaging stakeholders to ensure key players are invested in your project’s success."},{"url":"https://www.coursera.org/learn/shehu-yanjiu-fangfa","title":"社会调查与研究方法 （上）Methodologies in Social Research (Part I)","description":"社会调查与研究方法，\n首先，是一套观察社会现象、测量社会现象的工具；\n其次，是一套分析和运用社会现象数据的科学方法；\n最高境界，则是一套针对社会、经济、教育、政治、法律、管理、公共卫生、新闻报道等人类的生产与生活现象，进行科学沟通的思维逻辑与表达方式。"},{"url":"https://www.coursera.org/learn/reporting-extra-financier-strategie-rse","title":"Reporting extra-financier et stratégie RSE","description":"Une démarche de reporting extra-financier ne se limite pas à la production contraignante et fastidieuse d’un rapport de 300 pages. Même s’il est vrai que ce rapport est devenu obligatoire pour beaucoup d’entreprises, le reporting extra-financier est avant tout une occasion d’aller à la rencontre de ses parties prenantes pour comprendre les effets de ses activités dans leur globalité et pour mieux les gérer, d’une façon plus responsable aux plans social et environnemental mais aussi plus durable économiquement. Voir plus loin que la loi et faire de cette démarche un levier de performance, est bénéfique pour toute l'entreprise !\n\nL’originalité de ce MOOC ? Nous vous proposons une expérience d’apprentissage très riche basée à la fois sur l'expertise de spécialistes du sujet et sur l'expérience d'une quinzaine d'entreprises qui partageront avec vous leur expérience du sujet. Vous retrouverez notamment à chaque épisode les directrices RSE de L'Oréal, Eurazéo et Atos et un expert de l'équipe Développement durable de Deloitte, le partenaire de ce MOOC.\n\nQue vous soyez un étudiant soucieux d’acquérir un socle solide de connaissances sur le sujet, un salarié d’entreprise désireux de mieux dialoguer avec l’équipe RSE, ou tout simplement un citoyen convaincu que les enjeux RSE sont au cœur des modèles de développement à venir, ce MOOC est pour vous !\n\nBienvenue à tous et bon parcours !\nThierry Sibieude et l'équipe pédagogique"},{"url":"https://www.coursera.org/learn/physiology","title":"Introductory Human Physiology","description":"In this course, students learn to recognize and to apply the basic concepts that govern integrated body function (as an intact organism) in the body's nine organ systems."},{"url":"https://www.coursera.org/learn/positive-psychology-methods","title":"Positive Psychology: Character, Grit and Research Methods","description":"Learners discover how apply to research methods to their study of Positive Psychology. In this course, we study with Dr. Angela Duckworth and Dr. Claire Robertson-Kraft. Through an exploration their work \"True Grit\" and interviews with researchers and practitioners, you develop a research hypothesis and learn how to understand the difference between internal and external validity. You also begin to understand and apply the strengths and weaknesses associated with different types of measurements and evaluation designs. You then interpret the results in an empirical study. Suggested prerequisites: Positive Psychology: Martin E. P. Seligman’s Visionary Science and Positive Psychology: Applications and Interventions."},{"url":"https://www.coursera.org/learn/financial-markets-global","title":"Financial Markets","description":"An overview of the ideas, methods, and institutions that permit human society to manage risks and foster enterprise.  Emphasis on financially-savvy leadership skills. Description of practices today and analysis of prospects for the future. Introduction to risk management and behavioral finance principles to understand the real-world functioning of securities, insurance, and banking industries.  The ultimate goal of this course is using such industries effectively and towards a better society."},{"url":"https://www.coursera.org/learn/people-management","title":"The Manager's Toolkit: A Practical Guide to Managing People at Work","description":"The aim of this course is to give you a practical guide to managing people at work. It does not matter whether you are a first time manager in a shop or a middle manager in an office environment; the same skills apply to every work place. In the course you will engage with some HR theories and then see how they translate into every day working life. \n\nAt the end of the course we hope you will be better equipped to choose a suitable employee, to motivate and appraise your team, to manage conflict in the work place and to lead and make decision on a day to day basis."},{"url":"https://www.coursera.org/learn/commhealthworkers","title":"Training and Learning Programs for Volunteer Community Health Workers","description":"Volunteer community health workers (CHWs) are a major strategy for increasing access to and coverage of basic health interventions. Our village health worker training course reviews the process of training and continuing education of CHWs as an important component of involving communities in their own health service delivery. Participants will be guided through the steps of planning training and continuing education activities for village volunteers. The course draws on real-life examples from community-directed onchocerciasis control, village health worker programs, community case management efforts, peer educators programs and patent medicine vendor training programs, to name a few."},{"url":"https://www.coursera.org/learn/ingles-empresarial-gestion-liderazgo","title":"Inglés Empresarial: Gestión y Liderazgo ","description":"Are you a business executive or a manager who uses English in your career? Then you know that good business communication in English requires focus, vocabulary, and specific linguistic structures. In this course, you will follow along a recently promoted manager as she builds and leads her team to success. Together, you will practice the language and styles of communication  needed in English for: \n•\tRecruiting and training a professional team to work together with integrity and respect\n•\tManaging and participating in well-organized meetings\n•\tMaking telephone conferences more efficient\n•\tWriting professional emails that are easy to read\nThe activities in this course will give you the opportunity to share your experience and receive immediate feedback from other business professionals around the world.\n\n¿Es usted un ejecutivo de negocios o gerente que utiliza inglés en su profesión? Entonces Ud. sabe que la buena comunicación empresarial en inglés exige los enfoques, el vocabulario y las estructuras lingüísticas específicas. En este curso, Ud. seguirá, a lo largo con un gerente recién promovido, como ella construye y conduce a su equipo hacia el éxito. Juntos, ustedes practicarán el lenguaje y los estilos de comunicación en inglés necesarios para:\n·       Reclutar y el entrenar a un equipo profesional a trabajar juntos con integridad y respeto\n·       Manejar y participar en las reuniones bien organizadas\n·       Hacer que las conferencias telefónicas sean más eficaz\n·       Escribir correos electrónicos profesionales que sean fáciles de leer\nLas actividades en este curso le dan la oportunidad de compartir su experiencia y recibir retroalimentación inmediata de otros profesionales empresariales en todo el mundo."},{"url":"https://www.coursera.org/learn/infertilite","title":"İnfertilite Hemşireliği (Infertility Nursing)","description":"İnfertilite tanı ve tedavi aşamasında bireylere verilecek hemşirelik bakım sürecinin uygulaması aşamasında ihtiyaç duyulan temel bilgiyi sağlar. İnfertilitenin nedenleri, tanı ve tedavi yöntemleri, bu süreçlerde çiftlerin yaşadıkları fiziksel ve psikososyal sorunları ve önlemeye yönelik hemşirelik girişimlerini içerir."},{"url":"https://www.coursera.org/learn/material-informatics","title":"Materials Data Sciences and Informatics","description":"This course aims to provide a succinct overview of the emerging discipline of Materials Informatics at the intersection of materials science, computational science, and information science. Attention is drawn to specific opportunities afforded by this new field in accelerating materials development and deployment efforts. A particular emphasis is placed on materials exhibiting hierarchical internal structures spanning multiple length/structure scales and the impediments involved in establishing invertible process-structure-property (PSP) linkages for these materials. More specifically, it is argued that modern data sciences (including advanced statistics, dimensionality reduction, and formulation of metamodels) and innovative cyberinfrastructure tools (including integration platforms, databases, and customized tools for enhancement of collaborations among cross-disciplinary team members) are likely to play a critical and pivotal role in addressing the above challenges."},{"url":"https://www.coursera.org/learn/software-design-methods-tools","title":"Software Design Methods and Tools","description":"Since many software developers are compulsive coders, they have created software over the years to help them do their job.  There are tools which make design and its associated tasks easier.  The course introduces some basic tools and techniques to help you with design.  Tools aren’t always tangible, however.  The last two lessons of this course discuss questions of Ethics in software development. The purpose here is, as with tools, to equip you to better carry our your responsibilities as a designer. Students will be required to have a prior knowledge of writing and delivering software and some programming knowledge in java."},{"url":"https://www.coursera.org/learn/experimental-methods","title":"Experimental Methods in Systems Biology","description":"Learn about the technologies underlying experimentation used in systems biology, with particular focus on RNA sequencing, mass spec-based proteomics, flow/mass cytometry and live-cell imaging.\n\nA key driver of the systems biology field is the technology allowing us to delve deeper and wider into how cells respond to experimental perturbations. This in turns allows us to build more detailed quantitative models of cellular function, which can give important insight into applications ranging from biotechnology to human disease. This course gives a broad overview of a variety of current experimental techniques used in modern systems biology, with focus on obtaining the quantitative data needed for computational modeling purposes in downstream analyses. We dive deeply into four technologies in particular, mRNA sequencing, mass spectrometry-based proteomics, flow/mass cytometry, and live-cell imaging. These techniques are often used in systems biology and range from genome-wide coverage to single molecule coverage, millions of cells to single cells, and single time points to frequently sampled time courses. We present not only the theoretical background upon which these technologies work, but also enter real wet lab environments to provide instruction on how these techniques are performed in practice, and how resultant data are analyzed for quality and content."},{"url":"https://www.coursera.org/learn/upravlinnya-chasom","title":"Працюйте розумніше, а не більше: управління часом для особистої та професійної продуктивності","description":"Працюйте розумніше, а не більше\nВи зможете здобути і застосувати ваші знання та розуміння особистої та професійної обізнаності, організованості та виконання зобов’язань, а також використовувати інструменти, методи та прийоми, про які ви дізналися, для постановки цілей та пріоритетів, планування та делегування для подолання управлінських викликів та покращення продуктивності. \n\nThis course is translated by the Ukrainian mobile network operator, lifecell."},{"url":"https://www.coursera.org/learn/hi-five-clinical","title":"HI-FIVE: Health Informatics For Innovation, Value & Enrichment (Clinical Perspective)","description":"HI-FIVE (Health Informatics For Innovation, Value & Enrichment) Training is a 12-hour online course designed by Columbia University in 2016, with sponsorship from the Office of the National Coordinator for Health Information Technology (ONC).  The training is role-based and uses case scenarios.  Also, it has additional, optional modules on other topics of interest or relevance.  Although we suggest to complete the course within a month's timeframe, the course is self-paced and so you can start and finish the course at anytime during a month's time period. No additional hardware or software are required for this course.\n\nOur nation’s healthcare system is changing at a rapid pace. Transformative health care delivery programs depend heavily on health information technology to improve and coordinate care, maintain patient registries, support patient engagement, develop and sustain data infrastructure necessary for multi-payer value-based payment, and enable analytical capacities to inform decision making and streamline reporting.  The accelerated pace of change from new and expanding technology will continue to be a challenge for preparing a skilled workforce so taking this training will help you to stay current in the dynamic landscape of health care.\n\nThis course is one of three related courses in the HI-FIVE training program, which has topics on population health, care coordination and interoperability, value-based care, healthcare data analytics, and patient-centered care.  Each of the three courses is designed from a different perspective based on various healthcare roles.  This first course is from a clinical perspective, geared towards physicians, nurse practitioners, physician assistants, nurses, clinical executives and managers, medical assistants, and other clinical support roles.  However, we encourage anyone working in healthcare, health IT, public health, and population health to participate in any of the three trainings. \n\nIf you would like to obtain continuing medical education (CME) or continuing nursing education (CNE) credits, you will need to have eligible credentials, complete the entire course, and complete the evaluation survey at the end.  The HI-FIVE team verifies after each month that these requirements have been met and then a separate certificate (fee may apply) is distributed to you from our accreditation office.  Please allow time for processing.  If you have any further questions about continuing education, please see our website at www.hi-fivetraining.org. \n\nAccreditation Statement\nThe College of Physicians and Surgeons of Columbia University is accredited by the Accreditation Council for Continuing Medical Education (ACCME) to provide continuing medical education for physicians.\n\nAMA Credit Designation Statement\nThe College of Physcians and Surgeons designates this enduring material for 12.0 AMA PRA Category 1 Credits™. Physicians should claim only the credit commensurate with the extent of their participation in the activity.\n\nThe planning committee members are: Rita Kukafka, DrPH, MA, FACMI; Bruce Forman, MD; Gil Kuperman, MD, PhD; Virginia Lorenzi, MS, CPHIMS, FHL7, and Victoria Tiase, MSN, BN.  None of the members of the committee, who planned this CME Activity, have any relevant financial relationships to disclose.  The release date is 2/1/17 and the expiration date is 1/31/18.\n\nThis activity is eligible for 12 continuing nursing education (CNE) credits.  \n\nColumbia University School of Nursing, Continuing Nursing Education Program is accredited as a provider of continuing nursing education by the American Nurses Credentialing Center's Commission on Accreditation."},{"url":"https://www.coursera.org/learn/asymmetric-crypto","title":"Asymmetric Cryptography and Key Management","description":"Welcome to Asymmetric Cryptography and Key Management! \n\nIn asymmetric cryptography or public-key cryptography, the sender and the receiver use a pair of public-private keys, as opposed to the same symmetric key, and therefore their cryptographic operations are asymmetric. This course will first review the principles of asymmetric cryptography and describe how the use of the pair of keys can provide different security properties. Then, we will study the popular asymmetric schemes in the RSA cipher algorithm and the Diffie-Hellman Key Exchange protocol and learn how and why they work to secure communications/access. Lastly, we will discuss the key distribution and management for both symmetric keys and public keys and describe the important concepts in public-key distribution such as public-key authority, digital certificate, and public-key infrastructure. This course also describes some mathematical concepts, e.g., prime factorization and discrete logarithm, which become the bases for the security of asymmetric primitives, and working knowledge of discrete mathematics will be helpful for taking this course; the Symmetric Cryptography course (recommended to be taken before this course) also discusses modulo arithmetic.\n\nThis course is cross-listed and is a part of the two specializations, the Applied Cryptography specialization and the Introduction to Applied Cryptography specialization."},{"url":"https://www.coursera.org/learn/dataviz-design","title":"Essential Design Principles for Tableau","description":"In this course, you will analyze and apply essential design principles to your Tableau visualizations. This course assumes you understand the tools within Tableau and have some knowledge of the fundamental concepts of data visualization. You will define and examine the similarities and differences of exploratory and explanatory analysis as well as begin to ask the right questions about what’s needed in a visualization. You will assess how data and design work together, including how to choose the appropriate visual representation for your data, and the difference between effective and ineffective visuals. You will apply effective best practice design principles to your data visualizations and be able to illustrate examples of strategic use of contrast to highlight important elements. You will evaluate pre-attentive attributes and why they are important in visualizations. You will exam the importance of using the \"right\" amount of color and in the right place and be able to apply design principles to de-clutter your data visualization."},{"url":"https://www.coursera.org/learn/investment-management","title":"Investment Management in an Evolving and Volatile World by HEC Paris and AXA Investment Managers","description":"Have you ever wanted to invest in financial markets, but were always afraid that you didn’t have the proper tools or knowledge to make informed decisions? Have you ever wondered how investment management companies operate and what fund managers do? AXA Investment Managers, in partnership with HEC Paris, will introduce you to the most important ideas and concepts in investment management, to help you better understand your financial future.\n\nThis course will enable you to:\n•\tDefine what type of investor you are, your investment objectives, and potential constraints. \n•\tIdentify the main investable assets and important players in financial markets. \n•\tUnderstand basic portfolio management techniques. \n•\tApply these techniques in real case studies from the outset, through practical assessments. \n\nFinally, we will provide a comprehensive overview of today's asset management industry: the product cycles, professionals, and regulations. For those who want to identify a talented fund manager to invest for you, we offer important criteria for selecting one. For those who are interested in learning more about this fascinating industry, we lay the foundation for your ongoing financial journey. Join us now to explore the world of investment management! \n\nCourse Launching Date\nThe first session of the course will be launched on April 11th, 2016.\n\nCourse Specialists\nThe course has been developed in collaboration between HEC Paris, with Hugues Langlois managing the academic aspect, and AXA Investment Managers specialists, sharing their experiences and expertise and coordinated by Marion Le Morhedec. AXA Investment Managers participants include Maxime Alimi, Stephanie Condra, Nicholas Jeans, Elodie Laugel, Pierre-François de Mont-Serrat, Jean-Gabriel Pierre (AXA Group), Dorothée Sauloup, Irina Topa-Serry, Fiona Southall, Patrice Viot Coster, Susanna Warner, and Joachim Weitgasser.\n\nRecommended Background\nWe expect most participants to have a basic level of knowledge in mathematics and economics. However this is not essential, and we believe that people from any background can succeed with commitment and a strong interest.\nBe aware that in the case study, you will have to use Excel.\n\nCourse Format \nThis course will run for 4 weeks and consists of 4 modules, each with a series of lecture videos between 5 to 8 minutes long. Each module contains a set of practice and graded quiz questions. A complete portfolio management exercise covers concepts learned in all modules\n\nLanguage\nThe course is in English, with Italian, German, French, and Chinese (Simplified) subtitles.\n\nThe Project\nThe preparation of this MOOC has been an exciting adventure for many professionals at AXA Investment Managers and HEC, both for the speakers and a wealth of contributors. Thank you to all of them.\nWe hope you enjoy this course as much as we enjoyed creating it!"},{"url":"https://www.coursera.org/learn/ds","title":"Fundamentals of Scalable Data Science","description":"The value of IoT can be found within the analysis of data gathered from the system under observation, where insights gained can have direct impact on business and operational transformation.   Through analysis data correlation, patterns, trends, and other insight are discovered.  Insight leads to better communication between stakeholders, or actionable insights, which can be used to raise alerts or send commands, back to IoT devices.\nWith a focus on the topic of Exploratory Data Analysis, the course provides an in-depth look at mathematical foundations of basic statistical measures, and how they can be used in conjunction with advanced charting libraries to make use of the world’s best pattern recognition system – the human brain.  Learn how to work with the data, and depict it in ways that support visual inspections, and derive to inferences about the data. Identify interesting characteristics, patterns, trends, deviations or inconsistencies, and potential outliers.  The goal is that you are able to implement end-to-end analytic workflows at scale, from data acquisition to actionable insights. \nThrough a series of lectures and exercises students get the needed skills to perform such analysis on any data, although we clearly focus on IoT Sensor Event Data.\n\n\nIf you choose to take this course and earn the Coursera course certificate, you will also earn an IBM digital badge.  To find out more about IBM digital badges follow the link ibm.biz/badging.\n\n\nAfter completing this course, you will be able to:\n•\tDescribe how basic statistical measures, are used to reveal  patterns within the data \n•\tRecognize data characteristics, patterns, trends, deviations or inconsistencies, and potential outliers.\n•\tIdentify useful techniques for working with big data such as dimension reduction and feature selection methods \n•\tUse advanced tools and charting libraries to:\n      o\tAutomatically store data from IoT device(s) \n      o\timprove efficiency of analysis of big-data with partitioning and parallel analysis \n      o\tVisualize the data in an number of 2D and 3D formats (Box Plot, Run Chart, Scatter Plot, Pareto Chart, and Multidimensional Scaling)\n\nFor successful completion of the course, the following prerequisites are recommended: \n•\tBasic programming skills in any programming language (python preferred)\n•\tA good grasp of basic algebra and algebraic equations\n•\t(optional) “A developer's guide to the Internet of Things (IoT)” - a Coursera course\n•\tBasic SQL is a plus\n\nIn order to complete this course, the following technologies will be used:\n(These technologies are introduced in the course as necessary so no previous knowledge is required.)\n•\tIBM Watson IoT Platform (MQTT Message Broker as a Service, Device Management and Operational Rule Engine)\n•\tIBM Bluemix (Open Standard Platform Cloud)\n•\tNode-Red\n•\tCloudant NoSQL (Apache CouchDB)\n•\tApacheSpark\n•\tLanguages: R, Scala and Python (focus on Python)\n\nThis course takes four weeks, 4-6h per week"},{"url":"https://www.coursera.org/learn/e-learning","title":"iMOOC102: Mastering American e-Learning","description":"This competency-based, skill-building course will help non-U.S. students, first generation immigrants and foreign-born professionals better understand and master American e-Learning, as well as other U.S. virtual environments, for college and career success.\n\nTo excel in American online learning and work environments, international students and foreign-born professionals need to know how American universities and companies use the Internet to organize study and work, develop and execute projects, communicate ideas, collaborate, and solve organizational and technical problems. By taking this course, you will learn how to enhance your cultural knowledge and assess potential skill gaps that may hinder your online experience or negatively impact your performance in U.S. virtual work environments. Throughout the course you will systematically review competencies required for online work, come to better understand common barriers for non-native students and professionals, learn how to detect and overcome competency gaps, and develop plans for self-improvement.\n\nWe hope that you will enjoy the course and invite you to share your own experiences with other students."},{"url":"https://www.coursera.org/learn/fintech-risk-management","title":"FinTech Risk Management","description":"Our primary goal is to help you to understand FinTech Risk Management and to become more confident and persuasive in your ability to analyze and make recommendations on FinTech risk management & corporate governance.\n\nThis MOOC on FinTech Risk Management offered by HKUST presents the views of several professors from the top business school in Asia as well as perspectives from industry professionals. HKUST has been ranked for many years as the number one EMBA program in the world, as the number one Finance program in Asia, and as the top MBA program in Asia by multiple independent rating and review journals and surveys.  This course offers the combined strengths of HKUST in Business, Finance, and Technology as one the world's leading academic institutions on an important area of technology and business innovations.  For students from outside Asia, this also gives an insight into changes happening in the most advanced FinTech markets of the world, since Asia leads worldwide in FinTech adoption and creative innovations.\n\nThis course \"FinTech Risk Management\" is part of the HKUST-Coursera FinTech specialization. There are 3 other courses in the specialization including FinTech Foundations and Overview, FinTech Security & Regulation(RegTech), and FinTech Disruptive Innovation: Implications for Society."},{"url":"https://www.coursera.org/learn/golang-concurrency","title":"Concurrency in Go","description":"Learn how to implement concurrent programming in Go. Explore the roles of channels and goroutines in implementing concurrency. Topics include writing goroutines and implementing channels for communications between goroutines. Course activities will allow you to exercise Go’s capabilities for concurrent programming by developing several example programs."},{"url":"https://www.coursera.org/learn/origins-universe-solarsystem","title":"Origins - Formation of the Universe, Solar System, Earth and Life","description":"The Origins course tracks the origin of all things – from the Big Bang to the origin of the Solar System and the Earth. The course follows the evolution of life on our planet through deep geological time to present life forms."},{"url":"https://www.coursera.org/learn/nosql-database-systems","title":"NoSQL Database Systems","description":"Unlike traditional relational database management systems, NoSQL databases are capable of storing unstructured data. They therefore not only meet the performance, scalability, and flexibility needs that data-intensive applications require but are essential to big data processing. This course covers main NoSQL data management systems topics such as key-value stores, graph databases, and document databases."},{"url":"https://www.coursera.org/learn/conflict-resolution","title":"Практика разрешения конфликтов. Я - семья - работа - общество","description":"Почему возникают разногласия?\nМожно ли прожить без конфликтов?\nКак действовать в ситуации конфликта?\nДать ответы на эти вопросы - сущностное требование современности.\nОтветы интересны как домохозяйке,  так и руководителю крупного предприятия. Трудные ситуации взаимодействия могут возникнуть дома, на улице, в офисе, в студенческой среде, при большом скоплении народа. Мы не застрахованы от стрессоров, обстоятельств и людей, ввергающих нас в конфликтные отношения. Наш курс подскажет, как превращать нежелательные явления жизни в полезный опыт и получать удовольствие от общения и как помогать другим предотвращать и разрешать конфликты.\n\nВ результате обучения слушатели смогут:\n- сформировать позитивное отношение к конфликтам;\n- использовать структуру конфликта при диагностике ситуации;\n- овладеть тремя техниками, позволяющими быть готовым к трудным ситуациям;\n- выявлять причины внутриличностных конфликтов через представление гуманистической, поведенческой и психоаналитической психологии;\n- делать выбор осознанно;\n- применять диагностические методы конфликта  на практике;\n- научиться анализировать семейные конфликты и выбирать адекватные стратегии поведения;\n- выявлять и корректировать факторы, влияющие на развитие организационных конфликтов.\n- развить  способность управлять своими конфликтами, благодаря сформированной конфликтологической компетентности;\n- повысить качество личной и профессиональной жизни.\n\nСертификат о прохождении данного курса дает дополнительные баллы при поступлении в магистратуру Национального исследовательского Томского государственного университета. Перечень магистерских программ находится по ссылке: https://pro-online.tsu.ru/edu/student/table.php"},{"url":"https://www.coursera.org/learn/cloud-iot-platform","title":"Programming with Cloud IoT Platforms","description":"Internet of Things (IoT) is an emerging area of information and communications technology (ICT) involving many disciplines of computer science and engineering including sensors/actuators, communications networking, server platforms, data analytics and smart applications. IoT is considered to be an essential part of the 4th Industrial Revolution along with AI and Big Data. This course aims at introducing IoT Cloud platforms from Samsung, Microsoft, Amazon, IBM and Google and how they can be used in developing IoT applications. This course will be offered in English. Subtitles/captions in English and will be also provided. \n\nIoT (Internet of Things, 사물인터넷)는 최근 중요한 정보통신기술로 주목 받고 있으며 센서/ 제어기, 통신 네트워크, 서버 플랫폼, 데이터 분석, 스마트 앱 등의 컴퓨터공학 기술들이 융합된 기술입니다. IoT는 인공지능, 빅데이터와 함께, 4차산업혁명의 3대 핵심 기술 중 하나로 손꼽히고 있습니다. 글로벌 Cloud 서비스 제공자들이 IoT를 특별히 지원하기 위하여 개발한 IoT Cloud 플랫폼들을 소개합니다. 이것들을 활용하여 다양한 IoT 어플리케이션을 개발할 수 있습니다. 본 과목은 영어로 진행되며, 영문자막(일부 한글과 영문 모두)을 제공합니다."}]}