[
    {
        "url": "https://edu.devtodev.com/online-course/introduction-to-game-development/",
        "title": "Введение в геймдев: Первый системный онлайн-курс об игровой индустрии",
        "description": "Курс “Введение в геймдев” - то, что нужно знать как будущему, так и существующему сотруднику игровой или околоигровой компании. Он дает ясное понимание, что такое сфера разработки игр, чем живет и дышит геймдев.\nПосле курса вы узнаете, какие игры бывают, кто их делает, в каких компаниях и для каких платформ создают игры и основные составляющие экосистемы геймдева.",
        "sourceId": "devtodev",
        "lang": 2,
        "dateFrom": "",
        "rating": 5
    },
    {
        "url": "https://edu.devtodev.com/online-course/game-design/",
        "title": "Геймдизайн: как делать игры, которые нравятся и приносят деньги",
        "description": "Мы в devtodev разработали уникальную программу курса, которая охватывает основные разделы геймдизайна, которые мы насытили примерами, кейсами и фактами.\nЭтот курс единственный в своем роде по структуре лекций, предлагаемому контенту и составу участников.\nПорядок лекций спланирован специально таким образом, чтобы участники могли пройти весь путь, который обычно проходит разработчик: от первых идей и прототипов игры до её монетизации, запуска, последующего оперирования и работы с игроками.\nВ этом курсе участники получат ценнейший опыт от профессионалов, а не теоретиков игровой индустрии, изучат множество кейсов из реальных компаний и реальных игр.\nСоздавая этот курс, мы ушли от абстрактных примеров и сосредоточились на методах и решениях, которые были предприняты на самом деле.\nСпикерами курса выступили звёзды русскоязычной игровой индустрии с многолетним опытом: аналитики, продюсеры и геймдизайнеры. Они записали лекции на те темы, в которых их опыт максимально широк и полон.\nВсе лекции содержат практические материалы, домашние задания и список дополнительных ресурсов.\nМы уверены, что с нашей помощью вы сможете сориентироваться в геймдизайне, перенять бесценный опыт экспертов игровой индустрии, развить свои знания и получить множество инсайтов из разных сфер геймдизайна, а также получите возможность взглянуть на геймдизайн с разных сторон.",
        "sourceId": "devtodev",
        "lang": 2,
        "dateFrom": "",
        "rating": 5
    },
    {
        "url": "https://edu.devtodev.com/online-course/game-analytics-basics-rus/",
        "title": "Игровая аналитика: от основ к продвинутым методам",
        "description": "Этот курс подходит для всех, кто интересуется созданием игр и геймдизайном, вне зависимости от уровня аналитических знаний и способностей: новички в сфере смогут познакомиться с основами аналитики, чтобы постепенно вырасти в продвинутых пользователей, а профессионалы - углубить свои знания и пополнить их другими методами и подходами.\nМы начнем с базовых методов и особенностей игровой аналитики.\nВы узнаете об основных принципах анализа игровых проектов: от сбора данных до принятия правильного решения на основании их анализа.\nПостепенно, мы будем увеличивать уровень сложности курса и сильнее углубляться в детали анализа игровых проектов. Вместе мы разберем, как организовать структуру событий, строить воронки и прогнозировать доход с помощью временных рядов и регрессии, и закончим курс основами Machine learning.\nВ ходе курса вы также научитесь пользоваться аналитическими инструментамиdevtodevи с их помощью решать задачи различной степени сложности.\nПо завершении курса вы сможете пройти финальный тест, чтобы определить уровень своих знаний. Лучшие выпускники при необходимости могут рассчитывать на нашу помощь в трудоустройстве.\nПри подготовке этого проекта мы учли наш предыдущий опыт и пожелания участников первых курсов. Данный курс предлагает участникам большую гибкость в прохождении лекций и не привязан к онлайн-вебинарам.",
        "sourceId": "devtodev",
        "lang": 2,
        "dateFrom": "",
        "rating": 5
    },
    {
        "url": "https://edu.devtodev.com/online-course/game-analytics-basics-eng/",
        "title": "Game Analytics: From Basics to Advanced Strategies",
        "description": "Our course is a great fit for everyone who is interested in game industry and game development, regardless their education or experience in analytics. Newcomers will be able to get to know the basics and then gradually grow into advanced users. Professionals in the industry will deepen their knowledge and add up some other strategies and approaches to their skill set.\nWe'll start with the basic methods and specifics of game analytics.\nYou'll get to know the main principles when it comes to analyzing games: from the moment of data collection to the moment of making the right decision based on data analysis.\nStep by step, we'll be increasing the level of complexity of the course and will dive into the details of game analysis. We’ll find out how to organize the structure of the events, build funnels and forecast revenue based on the time series and regression, and then we will approach Machine Learning at the end of the course.\nDuring the course, you’ll also learn how to use devtodev’sinstruments and solve various complex issues.\nIn the end of the course, you’ll be able to complete the final test to determine the level of your knowledge. Our best graduates can count on our help in job placement if necessary.\nPreparing this course, we took into account our previous experience and feedback from our participants. Now you’ll be able to watch all the lectures whenever it’s more convenient for you.",
        "sourceId": "devtodev",
        "lang": 2,
        "dateFrom": "",
        "rating": 5
    },
    {
        "url": "https://edu.devtodev.com/online-course/mathematics-in-game-design/",
        "title": "Математика в геймдизайне: теория и практика",
        "description": "Этот курс от devtodev связывает геймдизайн и математические подходы в процессе создания игр. В ходе курса мы на примерах реальных игр расскажем, как применять статистическое моделирование, комбинаторику, теорию игр, считать баланс и правильно распределять игроков в игровых проектах.\nДля начала курс расскажет об общих принципах использования математики в геймдизайне и дальше углубится в конкретные математические инструменты, которые необходимо использовать при создании игровых проектов. Курс завершает модуль, посвященный игровому балансу: слушатели узнают об использовании прогрессии, расчете ресурсфлоу, дефиците ресурсов и балансе популярных механик.\nНаши спикеры - известные геймдизайнеры в русскоязычной игровой индустрии, которые создали не одну игру - поделились своими профессиональными знаниями и опытом в лекциях этого курса. Они подробно описали, как можно использовать data-driven подходы к геймдизайну, и совместили в своих лекциях теорию и практику.\nЭтот курс предназначен для опытных геймдизайнеров, которые хотят углубить свои знания и улучшить навыки работы с игровыми механиками. Если вы сомневаетесь, подойдет ли этот курс для вас или достаточно ли у вас накопленных знаний, мы рекомендуем для начала пройти наш курс «Геймдизайн: как делать игры, которые нравятся и приносят деньги», а уже потом продолжать расширять свои знания при помощи курса «Математика в геймдизайне».",
        "sourceId": "devtodev",
        "lang": 2,
        "dateFrom": "",
        "rating": 5
    }
]