[{"url":"https://stepik.org/course/53006/","title":"Дискретная математика (Политех, весна 2019)","description":"Лабораторные работы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/52927/","title":"Advanced Kotlin Course Kt. Academy","description":"Exercises for advanced Kotlin Course conducted by Kt. Academy\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/52367/","title":"Летняя школа по биоинформатике 2019 |  Вводный курс","description":"Этот курс рассчитан на студентов и молодых специалистов, желающих принять участие в Летней школе по биоинформатике 2019.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 20, 2019","rating":0},{"url":"https://stepik.org/course/52349/","title":"Сетевой тур \"Кто хочет стать миллионером\"","description":"Дистанционный раунд интеллектуальной игры \"Кто хочет стать миллионером\" среди учащихся для отбора участников очного турнира, который пройдет в актовом зале лицея\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/52309/","title":"Журнальный клуб 2019","description":"Сопровождающий курс Журнального клуба весеннего семестра 2018/2019 года в Институте биоинформатики\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/52213/","title":"Модуль \"Население РФ\" для подготовки к урокам, ВПР,ОГЭ и ЕГЭ","description":"Курс поможет подготовиться к урокам. ВПР, ОГЭ и ЕГЭ по разделу \"Население РФ\", а также понять демографическую ситуацию в России и Республике Татарстан.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 17, 2019","rating":0},{"url":"https://stepik.org/course/52200/","title":"Разработка мобильных приложений на Qt","description":"Фреймворк Qt, обладая сообществом более, чем из миллиона разработчиков, является одним из самых популярных наборов инструментов для создания мультиплатформенных приложений. Среди аналогов его выделяет высокое быстродействие и обширность предоставляемых API. С 2010 года развиваются функции Qt, направленные на создание приложений для мобильных устройств: Android, iOS, Sailfish OS.\n\nКурс содержит слайды с основными теоретическими материалами и проверочные задания по разработке мобильного ПО с использованием фреймворка Qt.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/51937/","title":"Политическая система","description":"какова роль политической системы в обществе? что такое политические партии? \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/51541/","title":"Описание программы \"Прямолинейной системы продаж\"","description":"Курс посвящен основам продаж на базе прямолинейной системы продаж Д. Белфорта. Из курса вы узнаете как продавать с помощью НЛП-технологий: Интонации, речевые паттерны, технологии закрытия возражений\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/51345/","title":"Информатика в школе ","description":"курс создается с  целью использования на уроках информатики. Находится в процесс создания и разработки. Включает в себя задания  по программированию Двумерные Массивы (Паскаль), Циклы с параметром, процедуры и функции, списки (Пайтон), задание 18 ОГЭ, Электронные таблицы: задание 19 ОГЭ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/50864/","title":"География 10-11 класс","description":"Уроки по Социальной и экономической географии мира для 10-11 класса  (региональная характеристика мира)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/50854/","title":"Интервьюирование и консультирование для начинающих юристов","description":"Интервьюирование и консультирование клиента - это те умения и навыки, которыми нельзя не обладать, в первую очередь, тем юристам, которые работают в области оказания юридических услуг. Однако и другим юридическим профессиям может быть полезно уметь спрашивать, слушать, слышать, внятно и убедительно говорить, консультировать. Предлагаемый курс в основе своей предполагает ознакомление начинающих юристов с основными положениями, касающимся проведения интервьюирования и консультирования клиента. \n\nВ завершении же курса мы откроем наши методические замыслы, основания, из которых мы строим соответствующие тренинги, а также покажем работу некоторых методик. Ведь чтобы учить интервьюированию и консультированию, не нужно учить собственно интервьюированию и консультированию ;)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/50670/","title":"Игрофикация. Профи","description":"Этот курс - для тех, кто решил заняться игрофикацией серьёзно. В нём подробно разбирается механизм работы игрофицированных систем. Вы познакомитесь с моделью, позволяющей работать со всеми типами игроков. Весь курс у вас будет возможность работать над своим собственным проектом и получать обратную связь.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 20, 2018","rating":5},{"url":"https://stepik.org/course/50447/","title":"Олимпиада ОИК","description":"Дистанционная олимпиада проводится с 14 по 17 декабря 2018 года для учащихся 8-11 классов и педагогов образовательных учреждений Сарапульского района.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 9, 2018","rating":5},{"url":"https://stepik.org/course/50407/","title":"Math & Computer Science Club by Harbour.Space University","description":"Math & Computer Science Club\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/50391/","title":"Игрофикация. Основы","description":"В этом курсе вы узнаете, почему так часто не работает \"применение игровых механик в неигровых контекстах\" и как создавать условия для роста мотивации сотрудников, клиентов или даже самого себя с помощью специального алгоритма игрофикации. Пройдя курс, вы научитесь создавать собственные работающие игрофицированные системы. Сам курс тоже игрофицирован, так что вы ещё и опробуете то, чему будете учиться, на себе.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 20, 2018","rating":5},{"url":"https://stepik.org/course/50224/","title":"Введение в грамматику испанского языка","description":"Видеокурс поможет студентам разобраться в основных грамматических категориях испанского языка и закрепить их употребление в легкой и доступной форме. Курс доступен с субтитрами.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/49646/","title":"Документирование профессиональной деятельности","description":"сформировать у обучающихся четкое представление о необходимости и роли делопроизводства и документирования в организации работы предприятий\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/48612/","title":"Basic Life Support and Automated External Defibrillation","description":"This open course gives clear understanding of basic initial care in case of cardiac and respiratory arrest – cardiopulmonary resuscitation with automated external defibrillation (CPR with AED). The course is developed by emergency medicine specialists in accordance with current international guidelines, and targeted primarily at those interested who have no medical background. Anyone can learn CPR, and the learining must be simple and entertaining!\n","sourceId":"Stepik","lang":1,"dateFrom":"Feb 17, 2019","rating":4.8},{"url":"https://stepik.org/course/47503/","title":"Hyperskill projects","description":"Hyperskill projects https://hyperskill.org/projects/\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/47479/","title":"Биология. Химия. (10-11 кл.)","description":"Курс \"Биология. Химия. (10-11 кл.)\" включает в себя материал по блокам \"Общая биология\", \"Экология\", \"Генетика\" и \"Химия\". Информация рассчитана на самостоятельное изучение предметов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/46416/","title":"Интенсив по анализу данных NGS 2018: курс для подготовки","description":"Прохождение курса позволит освежить или приобрести навыки работы в командной строке и ОС Linux, познакомиться с языком R и вспомнить особенности технологий секвенирования. Для участия в интенсиве по анализу данных необходимо набрать 65 баллов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/38218/","title":"Веб-разработка для начинающих: HTML и CSS","description":"Курс по основам веб-разработки. Узнаем, как работает интернет, научимся создавать веб-страницы с помощью HTML и CSS и деплоить их в интернет. Содержит домашние задания: мини-проекты для самостоятельного выполнения и проверки.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/31182/","title":"Введение в Python (7-8 классы)","description":"Основы языка Python для 7-8 классов в рамках кружка по программированию. Подойдет тем, кто хочет познакомиться с программированием.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/29755/","title":"Теория физической культуры","description":"Данный курс является введением в проблематику теории и методики физической культуры. В курсе анализируются функции физической культуры, цель и задачи физического воспитания, рассматриваются особенности массовых физкультурно-спортивных мероприятий, специфика занятий индивидуальным видом спорта или системой физических упражнений. Приоритетное внимание уделено роли физической культуры в обеспечении здоровья, а также описанию основ ЛФК.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/27933/","title":"Инстаграм марафон","description":"Данный марафон нацелен на создание видимых изменений в вашем профиле.\nТемы марафона\n- оформление профиля\n- виды контента\n- настройка трафика\n- настройка таргета\n- на чем заработать в инстаграм \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/26389/","title":"TU Delft Python Introductory Module 1 - Minor","description":"TU Delft Python course. It also demonstrates the use of Python for scientific programming with numpy.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":3.8},{"url":"https://stepik.org/course/24385/","title":"PROкачай ЭКОлайф","description":"«PROкачай ЭКОлайф» — это онлайн-курс для взрослых по экологизации повседневной жизни и формированию экопривычек. Темы: экологические проблемы, природные ресурсы, вторая жизнь вещей, экологичный быт, озеленение, переработка, эковолонтерство. \n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 1, 2019","rating":4.9},{"url":"https://stepik.org/course/19059/","title":"Подготовка к ЕГЭ по базовой математике","description":"Курс посвящен решению прототипов заданий из открытого банка заданий базового ЕГЭ. Основные цели – устранение пробелов в знаниях, а также подготовка учеников к сдаче ЕГЭ по математике.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/16244/","title":"Организация сетевого администрирования","description":"Администрирование сети — это комплекс мероприятий по созданию, настройке и поддержанию нормальной и стабильной работоспособности компьютерных сетей, а также техническая поддержка всех пользователей, подключенных к определенной рабочей группе. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/15697/","title":"Задачи Олимпиады НТИ (2017-2018гг)","description":"Курс предназначен для подготовки к Олимпиаде текущего года и﻿ содержит практически все задания отборочных этапов и часть заданий финала командной инженерной олимпиады школьников \"Олимпиада Национальной технологической инициативы\" 2018/18 гг.  Мы рекомендуем пройти курс школьникам 8-11 классов, которые планируют участвовать в Олимпиаде НТИ.\n\n﻿Олимпиада НТИ — командная инженерная олимпиада школьников. Ее предназначение — выявление и развитие талантливых детей с инженерным мышлением, способных решать междисциплинарные задачи. Олимпиада проводится по 17 профилям, каждому из которых соответствуют несколько школьных предметов и технологий НТИ (AeroNet, EnergyNet, SpaceNet, HealthNet и т.д.).\n\n﻿Олимпиада проходит в три этапа. На первом отборочном этапе участникам через платформу Stepik ﻿предстоит решать олимпиадные задачи по соответствующим предметам (информатика, математика, физика, биология и химия – в зависимости от профиля). На втором отборочном этапе, также на базе Stepik, участники решают более сложные задачи междисциплинарного характера, объединившись в команды. Финалистам предстоит работать с реальным инженерным оборудованием, применяя на практике продемонстрированные на отборочных этапах знания.\n\nОлимпиада НТИ входит в Перечень олимпиад школьников Министерства образования, то есть победители и призеры получат бонусы при поступлении в вузы. \n\nСайт Олимпиады: nti-contest.ru \nГруппа Вконтакте: https://vk.com/nticontest \nСообщество в Facebook: https://www.facebook.com/nticontest \nНомер телефона: 8-495-088-74-28 ﻿\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/14990/","title":"AGILE. Вводный курс","description":"Курс позволяет в сжатые сроки получить представление об Agile ценностях и нструментах: Kanban и Scrum. Курс является вводным.  \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/14736/","title":"Как работает Интернет","description":"Мини-курс для тех, кто хотел узнать, как работают компьютерные сети. Является частью курса \"Основы Интернет-маркетинга\" (https://stepik.org/course/4350/syllabus)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/14553/","title":"PowerPoint","description":"Умение создавать профессиональные презентации является крайне необходимым, так как презентации выступают мощнейшим инструментом сопровождения любого выступления: от доклада на школьном уроке до доклада на корпоративном собрании.\n\nВ течение данного курса ученики научаться делать презентации, соответствующие всем современным требованиям. Мы научим искать, визуализировать информацию, создавать правильную структуру, делать продуманный дизайн, а также расскажем обо всех тонкостях идеального выступления, попутно развивая у учеников навыки коммуникации и выступления перед аудиторией.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/13375/","title":"Открытое занятие курса \"Разработка Java веб приложения\"","description":"Открытое занятие курса Разработка Java веб приложения \"База данных резюме\". В конце занятие есть тестовое задание, по результатам ревью которого кураторами Вы можете принять решение об участии на курсе.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/12183/","title":"Финансовая математика","description":"Данный курс рассказывае, что такое финанасовая грамотность и финансовая математика. Обучает основам финансовой математики\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/11646/","title":"Биология","description":"Биология — это наука, изучающая живые организмы. Она раскрывает закономерности жизни и ее развития как особого явления природы.\n\nСреди других наук биология является фундаментальной дисциплиной, относится к ведущим разделам естествознания.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/11488/","title":"Основы теории информации","description":"Теория информации (ТИ) –  это прикладная наука на стыке математики и информатики, изучающая закономерности, связанные с получением, хранением, обработкой и передачей информации.\nТеория информации используется для анализа процессов в биологии, психологии компьютерной и телевизионной технике.\nИз данного курса вы узнаете о формах представления информации, принципах кодирования и декодирования информации, о законе аддитивности информации, применении формулы Шеннона и многое другое.\nКурс разработан в соответствии с рабочей программой учебной дисциплины «Основы теории информации». \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/11291/","title":"Чтение и письмо на корейском.","description":"Два урока по корейскому языку, с помощью которых вы научитесь читать и писать. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/11285/","title":"Входной тест на кружок 3D-моделирования в Роболагере 2018","description":"Участникам лагеря, желающим попасть на кружок по 3D-моделированию (на любой неделе), необходимо пройти этот тест.  По результатам тестирования вам может быть предложено присоединиться к более сильной либо менее сильной группе.  \nУчастники,  показавшие совсем слабые результаты, могут быть вообще не приняты на кружок по 3D.\n\nЗадания теста НЕ ТРЕБУЮТ знания Autodesk Inventor или любого другого САПР, но проверяют вашу общетехническую сообразительность и пространственное воображение.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 19, 2018","rating":0},{"url":"https://stepik.org/course/11263/","title":"Основы логики. Курс для школьников 7-11","description":"Курс раскрывает понятия школьного курса по алгебре логики, позволяет подготовиться к ОГЭ, ЕГЭ, с успехом участвовать в конкурсах по информатике; также курс будет полезен всем, кто захочет восполнить пробелы в знаниях по данной теме.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/11233/","title":"Smart Contracs and Ethereum","description":"В данном курсе вы познакомитесь с работой умных контрактов и их особенностью  добавления в блокчейн Ethereum. Также будут рассмотрены ключевые определения для лучшего понимания работы блокчейна и умных контрактов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/11227/","title":"Республиканская профильная смена по робототехнике 2018","description":"В данном курсе размещены тесты для прохождения отбора на Республиканскую профильную смену по робототехнике 2018 \n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 3, 2018","rating":0},{"url":"https://stepik.org/course/11136/","title":"Работы на высоте","description":"Работы на высоте для всех. Курс содержит информацию об основных вопросах безопасного проведения работ на высоте (1,2 и 3 группа).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/11116/","title":"Programming 2","description":"Object Oriented Programming using C++\n","sourceId":"Stepik","lang":1,"dateFrom":"May 29, 2018","rating":0},{"url":"https://stepik.org/course/11058/","title":"Литовский язык и культура. Кратчайшее введение","description":"Два модуля. Краткое введение в грамматические особенности литовского языка по методу \"концентр\": сначала базовое — а потом... а потом — посмотрим, будет ли продолжение сериала.\n\nИ немного литературы и музыки XX-XXI веков.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/11038/","title":"Языки программирования и компиляторы","description":"Финальный тест по курсу \"Языки программирования и компиляторы\" в весеннем семестре 2018 года. https://compscicenter.ru/courses/compilers/2018-spring/\n","sourceId":"Stepik","lang":2,"dateFrom":"May 26, 2018","rating":0},{"url":"https://stepik.org/course/11005/","title":"Азы музыкальной теории. Ноты и их запись","description":"Что такое ноты, как их записывать и читать. Тон и полутон, нотный стан и ключ, знаки альтерации, энгармонизм.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 4, 2018","rating":4.7},{"url":"https://stepik.org/course/10830/","title":"Дизайн и оформление интерьера","description":"Этот курс позволит вам углубить знания о дизайне в целом, и об оформлении интерьера\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/10798/","title":"Тест для проверки знаний по обучающему курсу (первичные продажи)","description":"Поздравляем Вас с успешной сдачей аттестации и предлагаем пройти дополнительное тестирование по обучающему курсу.\n\nДанное тестирование никак не повлияет на результаты аттестации.\n\nАнализ результатов данного теста позволит нам улучшить обучающий курс, скорректировать материал или его подачу.\n\nПоэтому большое Вам спасибо заранее, что помогаете нам стать лучше!\n\nКоманда Envybox!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/10601/","title":"Входной тест на курс \"Инженерное 3D-мод. и Прототипирование\"","description":"Уважаемые коллеги,  \n\nНа бесплатный курс А.М. Рытова \"Методика преподавания основ инженерного 3D-моделирования и прототипирования для школьников\" записалось гораздо больше желающих, чем можно эффективно обучить.\n\nПоэтому, желающим попасть на курс предлагается пройти данный тест.  По результатам тестирования на курс будут приняты до 15 человек с лучшими результатами.\n\nЗадания теста НЕ ТРЕБУЮТ знания Autodesk Inventor или любого другого САПР, но проверяют вашу общетехническую сообразительность и пространственное воображение.\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"May 19, 2018","rating":0},{"url":"https://stepik.org/course/10540/","title":"Подготовка к ОГЭ","description":"Подготовка к государственной итоговой аттестации в 9 классе\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/10522/","title":"6 класс НОД и НОК целых чисел ","description":"Курс для изучения НОК и НОД. \nПредставленные задания могут встретиться на уроке.\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 30, 2018","rating":0},{"url":"https://stepik.org/course/10425/","title":"JIRA: ведение задач на электронных досках","description":"Первый русскоязычный курс по JIRA - легендарному инструменту для ведения задач на электронных досках\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/10423/","title":"Золотой век отечественной литературы 19 века.","description":"В этом курсе мы с вами познакомимся с известными произведениями отечественных авторов девятнадцатого века.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/10404/","title":"Школа городских изменений ZMENA. Основной курс","description":"Основной Online-курс ZMENA состоит из 7 уроков. Курс следует логике реализации городского проекта в Беларуси и ведет от создания идеи к её реализации. \nКаждый урок включает в себя видеолекцию, интервью с экспертом, конспект с инфографикой и несколько интересных заданий.\nЛекции читает актер и продюсер Александр Ефремов.\nУроки разработаны Надеждой Илькевич - специалистом по социокультурному проектированию, продюсером \"Шоу \"Город\", автором проектов по развитию городов и сообществ.\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 14, 2018","rating":5},{"url":"https://stepik.org/course/10241/","title":"Франшиза \"FinAllianz\": Информация для новых Партнеров","description":"В этом курсе приведена полная информация о франшизе FinAllianz, чтобы Вы могли получить полную информацию и принять решение о приобретении франшизы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/10171/","title":"Франшиза \"Правое дело\": Информация для новых Партнеров","description":"В этом курсе приведена полная информация о франшизе ГК \"Правое дело\", чтобы Вы могли получить полную информацию и принять решение о приобретении франшизы.\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 30, 2018","rating":4.3},{"url":"https://stepik.org/course/10091/","title":"Диагностирование и ремонт силовых агрегатов транспортных средств","description":"Разработанный курс обеспечит слушателям получение практических навыков и умений путем проработки операций по диагностике и ремонту двигателей автомобилей на современном оборудовании, с которым специалисты работают ежедневно.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 31, 2019","rating":0},{"url":"https://stepik.org/course/10083/","title":"Охрана труда","description":"Дистанционное  обучение и проверка знаний руководителей и специалистов, членов аттестационных комиссий по вопросам охраны труда (40 часовая программа), с выдачей удостоверений установленного образца.\n\nОхрана труда — система сохранения жизни и здоровья наемных работников и приравненных к ним лиц в процессе трудовой деятельности, включающая в себя правовые, социально-экономические, организационно-технические, санитарно-гигиенические, лечебно-профилактические, реабилитационные и иные мероприятия\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/9999/","title":"Русский язык (5 класс)","description":"Курс предназначен для учащихся 5-х классов с углублённым изучением русского языка. Русский язык является основой развития мышления, воображения, интеллектуальных и творческих способностей учащихся; основой самореализации личности, развития способности к самостоятельному усвоению новых знаний и умений, включая организацию учебной деятельности. За основу курса взята авторская программа по русскому языку для 5–9 классов (В.В.Бабайцева, А.Ю.Купалова, Е.И.Никитина, Т.М.Пахнова, С.Н.Пименова и Л.Д.Чеснокова) для общеобразовательных учреждений с углублённым изучением русского языка. \nКурс включает несколько модулей, позволяющих  повторить орфограммы, изученные в 5 классе, закрепить знания по темам \"Фонетика.Графика. Орфоэпия\", \"Морфемика\" и \"Лексикология\", а также подготовиться к итоговой контрольной работе. Курс содержит яркий видеоматериал, лаконичные теоретические сведения, таблицы,  схемы и алгоритмы, позволяющие быстро и легко запомнить правила, а также упражнения по разным темам русского языка.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/9995/","title":"Основы Программирования [Java]","description":"Курс посвящён основам программирования на языках высокого уровня. Все примеры в курсе даны на Java, однако я сознательно не буду использовать \"специфические\" особенности языка, чтоб, при желании, те же примеры вы могли в пару кликов перенести на любой другой высокоуровневый язык с Си-подобным синтаксисом\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/9976/","title":"Финансовая математика: кредиты и вклады","description":"Данный курс поможет вам освоить такую школьную тему как понятие процента, а также поможет при решении задания 17 из профильного ЕГЭ. В данном курсе применяется авторская методика (Кумшаев Е.Н., Хамзина В.Н.) при подготовке учащихся 11 класса к сдаче единого государственного экзамена.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 11, 2018","rating":3},{"url":"https://stepik.org/course/9747/","title":"Управление рисками (демонстрация)","description":"Демонстрационная версия курса по основам управления рисками. В рамках курса описывается инструментарий риск-менеджмента, применяемый в банках и контрольно-надзорных органов, дается обзор математических инструментов управления рисками\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 30, 2018","rating":0},{"url":"https://stepik.org/course/9597/","title":"Научиться играть в шахматы c нуля до любителя!","description":"Уроки шахмат для детей школьного возраста и взрослых. Это вводная часть к основному курсу (20 уроков * 30 минут), пройдя который вы научитесь играть в шахматы с нуля до крепкого любительского уровня и сможете сыграть в своем первом турнире.\nВ основу уроков легла программа от его создателей, авторов учебника \"Научиться играть в шахматы? Легко!\" , основателей Шахматной Школы №1 С. М. Жвакина и Е. С. Шемонаева.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/9554/","title":"COP 3530 Summer 2018","description":"Code Challenges for UF Data Structures and Algorithms\n","sourceId":"Stepik","lang":1,"dateFrom":"Jul 1, 2018","rating":0},{"url":"https://stepik.org/course/9446/","title":"GoTo_Test_Summer 2018","description":"Тест для всех желающих принять участие в летней школе GoTo 2018. \n","sourceId":"Stepik","lang":2,"dateFrom":"May 9, 2018","rating":0},{"url":"https://stepik.org/course/9424/","title":"English Grammar for 1C People","description":"Practise English grammar in 1C context and terms\n","sourceId":"Stepik","lang":1,"dateFrom":"May 2, 2018","rating":0},{"url":"https://stepik.org/course/9263/","title":"Тест для проверки знаний по обучающему курсу (СЗП)","description":"Поздравляем Вас с успешной сдачей аттестации и предлагаем пройти дополнительное тестирование по обучающему курсу.\n\nДанное тестирование никак не повлияет на результаты аттестации.\n\nАнализ результатов данного теста позволит нам улучшить обучающий курс, скорректировать материал или его подачу.\n\nПоэтому большое Вам спасибо заранее, что помогаете нам стать лучше!\n\nКоманда Envybox!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/9232/","title":"Задачи по основам программирования для школьников","description":"Курс \"Задачи по основам программирования для школьников\" включает наборы задач разного уровня сложности и рассчитан на учеников, изучающих программирования по программе 8 - 11 классов.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 2, 2018","rating":0},{"url":"https://stepik.org/course/9230/","title":"Азы Python 3+. Первый шаг","description":"Курс рассчитан на школьников, приступающих к изучению азов Python 3+. Будут рассмотрены темы: переменная, ввод-вывод, типы данных, реализация некоторых алгоритмов. Все предложенные задачи можно решить без применения условных и циклических конструкций.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/8971/","title":"Программирование в КУМИРе","description":"курс для 5-11 классов знакомит с программированием в среде \"КУМИР\"; с исполнителями КУМИРа, особенно подробно с исполнителем РОБОТ. Материалы курса не претендуют на полное раскрытие темы, лишь дают основные знания. Русское программирование, возможно, - тренд будущего. Писать программы на языке КУМИРа - лаконично, удобно, понятно, патриотично!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/8708/","title":"Никогда не пиши «ни когда». Онлайн-курс Тотального диктанта","description":"Онлайн-курс Тотального диктанта по орфографии и пунктуации русского языка из 28 тем, которые упорядочены по четырём модулям. Принцип деления курса на модули прозрачен и естественен для неспециалиста, интересующегося русским языком: правописание гласных; правописание согласных; слитное, раздельное, дефисное написание слов разных частей речи; пунктуация. В каждом модуле семь уроков; в каждом уроке объясняется одно сложное орфографическое (модули 1–3) и пунктуационное (модуль 4) правило.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 5, 2018","rating":4.8},{"url":"https://stepik.org/course/8649/","title":"EGTA","description":"Estatística Geral Teoria e Aplicações. Exercícios de avaliação.\n","sourceId":"Stepik","lang":1,"dateFrom":"May 11, 2018","rating":0},{"url":"https://stepik.org/course/8602/","title":"Тест для проверки знаний по обучающему курсу (рекрутер)","description":"Поздравляем Вас с успешной сдачей аттестации и предлагаем пройти дополнительное тестирование по обучающему курсу.\n\nДанное тестирование никак не повлияет на результаты аттестации.\n\nАнализ результатов данного теста позволит нам улучшить обучающий курс, скорректировать материал или его подачу.\n\nПоэтому большое Вам спасибо заранее, что помогаете нам стать лучше!\n\nКоманда Envybox!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8571/","title":"Программируем на Scratch","description":"Одно из самых удивительных занятий нашего времени - программирование. Среда программирования Scratch позволяет  создавать собственные\nинтерактивные проекты: игры, мультфильмы, обучающие системы, комиксы и\nт.д.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/8508/","title":"Теория, методология и философия истории","description":"Курс посвящен основам теории, методологии и философии\nистории, основным исследовательским подходам, научным концепциям, наиболее обоснованным гипотезам, истории самой дисциплины; дает представление о современном плюралистическом подходе в понимании сути теории и методологии истории и основных этапах её становления.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 15, 2019","rating":4.8},{"url":"https://stepik.org/course/8452/","title":"Curso de Python Utec","description":"Curso de CS1100\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8434/","title":"Аэрокосмическая олимпиада 2018","description":"Очный тур Олимпиады для 10-11 классов\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8429/","title":"Основы продвижения книги","description":"В этом курсе мы собрали набор простых инструментов, которые действительно работают. Мы расскажем, как сделать успех своей книги управляемым, а не случайным. У каждого автора есть своя аудитория, и мы поможем вам ее найти и подружиться с ней.\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 22, 2018","rating":0},{"url":"https://stepik.org/course/8390/","title":"Php","description":"этот язык позволяет узнать много интересного в многозадачнастях\nсайтов и играх.\nЗаходи не пожелееш!!!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8362/","title":"CS 2263-System Software Development - Intermediate C Programming","description":"This course is accompanying CS 2263 course given at University of New Brunswick.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8334/","title":"Курсы по изучению башкирского языка ","description":"Для обучающихся ГБПОУ УАТК\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 16, 2018","rating":0},{"url":"https://stepik.org/course/8327/","title":"Порошки без ноги. Часть 2","description":"Интеллектуальная викторина со смешными стихами.\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 31, 2018","rating":5},{"url":"https://stepik.org/course/8305/","title":"Основы изучения языка программирования Pascal.","description":"Изучение языка Pascal. Данный курс предназначен для учеников, изучающих язык программирования. Вперед в изучение программирования.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.8},{"url":"https://stepik.org/course/8301/","title":"Computer Programming with Java - SM18","description":"This is an online course designed for Webster Groves High School Computer Programming with Java students.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8272/","title":"Коммуникации в современной трудовой деятельности ","description":"Данный курс организован в рамках проекта «ИнваТех-ИМ» (содействие вовлечению молодых людей с ограниченными возможностями здоровья в сферу интеллектуальной трудовой деятельности).реализуемого на средства Гранта Президента РФ на развитие гражданского общества. Психологические семинары «Коммуникации в современной трудовой деятельности (психологические семинары)» предназначены для слушателей категории людей с ограниченными возможностями здоровья с целью вовлечения их в сферу интеллектуальной трудовой деятельности и направлена на реализацию их потребностей комплексной реабилитация и последующей самореализации.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8260/","title":"Computer Programming with Java (test)","description":"Open to Grades:  9-12\n\nThis course introduces students with little or no programming experience to the fundamental features and essentials necessary to create functional computer programs and games!  Students will be introduced to the multiple stages a programmer works through to take a programming concept and produce a usable Java application.  Through classroom instruction and laboratory experience students will develop skills and knowledge in programming including using mathematical operators; order of operations and error handling, data types and variables; using “if” statements, loops, and arrays; creating menus; and drawing lines and shapes.  With the beginning programmer in mind, this course will introduce you to a new career, maybe your own! Note: Students in grades 10-12 may receive dual credit from Missouri State University.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8146/","title":"Алгоритмы и структуры данных","description":"Онлайн-платформа для проведения практики по курсу \"Алгоритмы и структуры данных\" Высшей Школы Экономики, весна 2018\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 8, 2018","rating":0},{"url":"https://stepik.org/course/8141/","title":"Обособленные члены предложения","description":"В курсе даются расширенные знания по экзаменационной теме \"Обособленные члены предложений\". Курс разбит на несколько модулей: \"Обособленные определения\", \"Обособленные приложения\", \"Обособленные дополнения\", \"Обособленные обстоятельства\"\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 7, 2018","rating":0},{"url":"https://stepik.org/course/8107/","title":"Probability","description":"Probability Investigation\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/8092/","title":"Секвенирование 3-го поколения на Oxford Nanopore","description":"Основы секвенирования 3-го поколения на платформе Oxford Nanopore. Рассматриваются основные применения, типы предлагаемых приборов, используемые протоколы, и особенности биоинформатической обработки получаемых данных.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 15, 2018","rating":4.8},{"url":"https://stepik.org/course/8063/","title":"Data Analysis and Data Science","description":"Using Python for Data Analysis and Data Science\n","sourceId":"Stepik","lang":1,"dateFrom":"Mar 31, 2018","rating":0},{"url":"https://stepik.org/course/8031/","title":"Omics Techniques","description":"This course introduces extensive details of the state-of-the-art, high-throughput methodologies used in biology: DNA and RNA sequencing technologies, ChIPseq, HI-C, mass spectrometry, and CRISPR. It also covers the technical information required for a comprehensive understanding of the error distribution and biases of experimental data, as well as commonly used bioinformatics tools for its analysis. The contents will be presented in both theoretical and hands-on sessions to provide students with the expertise to interpret these data.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7878/","title":"Кабинет27","description":"Проба дистанционного обучения русскому языку и литературе 6а и 6б\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7798/","title":"Подготовка к ЕГЭ по русскому языку","description":"Курс-помощник в подготовке к ЕГЭ по русскому языку.  Позволяет детально разобрать задания формата ЕГЭ, но не направлен на монотонное  прорабатывание вариантов. Для тех, кто хочет понимать, что происходит, и не надеется на удачу.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/7505/","title":"Неонатология","description":"Неонатология (др.-греч. νέος «новый» + лат. natus «рождение» + греч. λόγος «учение, наука») — раздел медицины, который изучает младенцев и новорождённых, их рост и развитие, их заболевания и патологические состояния. \n\nОсновными пациентами неонатологов являются новорождённые младенцы с синдромом дыхательных расстройств, которые больны или требуют специального медицинского ухода из-за недоношенности, низкого веса при рождении, задержки внутриутробного развития, врождённых пороков развития (врождённых дефектов), сепсиса, или врождённой асфиксии.\nКурс подготовлен сотрудниками кафедры неонатологии педиатрического факультета Первого  Московского Медицинского Университета \nhttps://www.sechenov.ru/univers/structure/facultie/fppoped/kafedry3/kafedra-neonatologii/\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7502/","title":"Пробный тест для подготовки к Дистанционной олимпиаде 2018 г.","description":"Пробный тест для подготовки к Дистанционной олимпиаде по истории и культуре Санкт-Петербурга 2018 (по материалам олимпиады 2017 года).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/7476/","title":"HR: оценка персонала","description":"Основные понятия, критерии, методы, системы и цели оценки персонала. Обучение оценке кандидата.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7455/","title":"Предметный тур по информатике для трека БТС на ОНТИ 2018","description":"Предметный тур\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7433/","title":"Контрольная работа по математике «ЧТД»","description":"Контрольная работа по математике, для решения которой необязательно помнить формулы — достаточно хорошо подумать.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/7412/","title":"Управление транспортно-логистическими проектами","description":"Курс направлен на получение знаний в сфере проектного подхода в управлении проектами. Приложения полученных знаний в сфере транспортно-логистических проектов. В программе курса будут рассмотрены основные понятия в сфере управления проектами. Курс рассчитан на обучающихся имеющих базовые знания в сфере транспортной логистики.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7379/","title":"TGJ1020 - TEST","description":"Introduction\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7377/","title":"Опрос по модулям","description":"Добрый день.\n\nНеобходимо пройти тестирование по модулям:\n\nМодуль 1. Основы интернет-маркетинга\n\nМодуль 2. Как настроить виджет обратного звонка для получения максимальной отдачи от сайта\n\nМодуль 3. Как настроить виджет генератор клиентов для получения максимальной отдачи от сайта\n\nМодуль 4. Как настроить виджет огненный онлайн чат для получения максимальной отдачи от сайта\n\nМодуль 5. Как настроить захватчик внимания, стадный инстинкт, мультикнопку и кнопку Купить в кредит\n\nМодуль 6. Преимущества CRM системы - EnvyCRM\n\nМодуль 7. Квизы\n\nМодуль 8. Купить в кредит\n\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7371/","title":"Олимпиада НТИ 2018: ППТ финал информатика","description":"Задачи заключительного этапа по информатике.\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 2, 2018","rating":0},{"url":"https://stepik.org/course/7353/","title":"Однострочники UNIX: идиомы awk, опции POSIX-utils + полезняшки","description":"Хороший мануал в первую очередь приводит самые частые примеры команд. В коротких лекциях выжимка самых полезных опций команд и приёмы комбинирования маленьких утилит, ставшие привычкой - поскольку остальное гуглится. На десерт приготовил не самые популярные, но вкусные полезняшки. Задачи будут хитрые, поэтому сертификат с отличием получить почти не возможно )\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7349/","title":"Ali Sharifi's Road to Future","description":"This is an intro to the new Python educational IDE\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7260/","title":"Государственная гражданская служба в Российской Федерации ","description":"Курс \"Государственная  гражданская служба в Российской Федерации\"  создан с целью отражения специфики работы на государственной службе, осознания того, что это даже не профессия, как менеджер, инженер, дизайнер, а  служба, служение, отдельное направление деятельности тех людей, которых называют чиновниками, которых часто критикуют, не задумываясь, что их мир устроен иначе, чем мир тех, кому они призваны служить, теми, кто хочет узнать об этой сфере деятельности больше или даже посвятить этому собственную жизнь. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/7227/","title":"Тест для проверки знаний по обучающему курсу (тестировщики)","description":"Поздравляем Вас с успешной сдачей аттестации и предлагаем пройти дополнительное тестирование по обучающему курсу.\n\nДанное тестирование никак не повлияет на результаты аттестации.\n\nАнализ результатов данного теста позволит нам улучшить обучающий курс, скорректировать материал или его подачу.\n\nПоэтому большое Вам спасибо заранее, что помогаете нам стать лучше!\n\nКоманда Envybox!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7215/","title":"Алгоритмизация. Программирование. Python 3 для школьников 5-10кл","description":"Цель курса - не только рассказать об основах алгоритмизации и программирования, истории развития ЯП и программирования в целом, но и научить желающих программированию на Python 3, дать основу к самостоятельным занятиям. Курс нацелен на самых трудолюбивых; готовит к ОГЭ и к олимпиадам по программированию.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/7186/","title":"Вакцинопрофилактика пневмококковой инфекции","description":"Данный курс познакомит слушателя со стратегией и тактикой вакцинопрофилактики пневмококковой инфекции на современном этапе.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/7185/","title":"Эпидемиологические особенности пневмококковой инфекции","description":"\nДанный курс содержит современную информацию о эпидемической ситуации по пневмококковой инфекции в России и за рубежом, ее этиологии и клиники. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/7012/","title":"Управление знаниями","description":"Онлайн курс раскрывает содержание подходов, методов и технологий управления самым ценным ресурсом современного общества – знаниями. \nКурс разработан для студентов всех направлений подготовки. \n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2018","rating":5},{"url":"https://stepik.org/course/6980/","title":"Электробезопасность","description":"Краткий курс обучения по электробезопасности для сотрудников, не работающих непосредственно с электроустановками свыше 1000В\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6954/","title":"Комбинаторные алгоритмы","description":"Практическая часть курса \"Комбинаторные алгоритмы\" для студентов направлений КН, ФИИТ, КБ и ПИ мат-меха УрФУ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6953/","title":"Gridworld","description":"Learning how to use the Gridworld code\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6876/","title":"Алгоритмы. 6 класс","description":"В нашем курсе представлены задания для актуализации, закрепления и контроля учебного материала раздела \"Алгоритмы\".\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6864/","title":"Java. Classes","description":"This is an introductory course to Java. Join the course for a basic introduction into the language, to learn about classes, and to practice using them in Java programs. \n\nFor those of you who are just starting out on your learning journey, we recommend you do the “Java. Introduction” course first.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/6860/","title":"Java. Collections","description":"This is an introductory course to Java. Join the course for a basic introduction into the language, to learn about collections, and to practice using them in Java programs. \n\nFor those of you who are just starting out on your learning journey, we recommend you do the “Java. Introduction” course first.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/6859/","title":"Java. Statements and Arrays","description":"This is an introductory course to Java. Join the course for a basic introduction into the language, to learn about statements and arrays, and to practice using them in Java programs. \n\nFor those of you who are just starting out on your learning journey, we recommend you do the “Java. Introduction” course first.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/6704/","title":"Lisbon Data Science Academy","description":"Admission test for the Starters Academy\n","sourceId":"Stepik","lang":1,"dateFrom":"Mar 13, 2018","rating":0},{"url":"https://stepik.org/course/6673/","title":"6 Introduction to Python","description":"This is a Beginner Python Course with checks for understanding based upon Brad Miller and David Ranum's Book, How to Think Like a Computer Scientist.\n\n\nAn interactive version of that book is available here:\n\n http://interactivepython.org/runestone/static/thinkcspy/index.html\n\nPDF Version:\n\nhttp://greenteapress.com/thinkpython2/thinkpython2.pdf\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/6660/","title":"Методика судейства и концепция состязаний ВРО 2018","description":"Курс направлен на обучение методике судейства состязаний Всероссийской робототехнической олимпиады 2018 в следующих профилях и категориях:\n- Профиль \"Манипуляционные ИРС\"\n- Профиль \"Мобильные ИРС\"\n- Основная категория\n- Продвинутая категория\n- Категория \"Футбол роботов\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/6641/","title":"Информатика, 9¾ класс","description":"Учебное пособие для решения задач на программирование для базового школьного курса информатики 9 класса. Содержит решение некоторых задач по программированию ОГЭ Информатика (9 класс). В рамках курса даются основы языков JavaScript и Python. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/6625/","title":"Java Fundamentals - Endava","description":"Test\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6582/","title":"Практические задания по ФСБУ","description":"Практикум\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6536/","title":"Контент Менеджмент ","description":"Цель программы - освоение профессиональных компетенций в области контент - менеджмента для подготовки к практической профессиональной деятельности в сфере создания и редактирования содержания сайтов и страниц в социальных сетях.\n\nЗадачи:\n\n- формирование у слушателя системы знаний об интернете, как коммуникативной среде;\n\n- формирование у слушателей знаний об юридических аспектах работы в интернете;\n\n- освоение технологии и механизмов создания сайта и определение содержательных компонентов;\n\n- формирование навыков создания контента сайта;\n\n- формирование умений писать и редактировать тесты в различных форматах;\n\n- формирования навыков работы с элементами управления в интерфейсе системы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.2},{"url":"https://stepik.org/course/6523/","title":"Электробезопасность","description":"Элетробезопасность для всех. Курс содержит информацию об основных вопросах электробезопасности (2 и 3 группа).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/6459/","title":"Астрономия","description":"Данный курс создается для более качественного преподавания астрономии в Астрономическом кружке им. Е.П. Левитана г. Жуковский. Здесь будет собираться теория, рассказываемая на кружке, а также задачи, для самостоятельного решения.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6433/","title":"CS1_Sorting&Searching","description":"This is a unit of CS1 that covers sorting and searching.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6421/","title":"Биология. Химия. (8-9 кл.)","description":"Курс   \"Биология. Химия. (8-9 кл.)\" предназначен для обучающихся 8-9 классов по блокам \"Ботаника\", \"Зоология\", \"Экология\", \"Человек\" и \"Химия\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6380/","title":"Олимпиада НТИ 2017/18. Финал. Интеллект. робототехн. системы","description":"Задачи для демонстрации решения в симуляторе TRIK-Studio\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 24, 2018","rating":0},{"url":"https://stepik.org/course/6376/","title":"\"Вкусный\" Английский","description":"Приветствую Вас на страницах курса «Вкусный Английский»!\nЭтот курс пригодится Вам, если Вы любите готовить и\nхотите понимать рецепты на английском языке, а также\nподелиться с миром своими собственными кулинарными\nизобретениями. Курс предназначен для самостоятельного\nизучения в удобном для Вас темпе. Курс состоит из пяти\nчастей:\n1) Фрукты и ягоды\n2) Овощи и травы\n3) Мясо и рыба\n4) Десерты\n5) Напитки\n\n\nВыражаю благодарность за плодотворное сотрудничество Марии Фалалеевой и авторам замечательных фотографий:\nhttp://foodiesfeed.com/\nhttp://picjumbo.com/\nhttp://kaboompics.com/ \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/6375/","title":"Centre for Integrable Systems - Introduction to Python","description":"Python\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6315/","title":"English vocabulary (Full)","description":"Complete English vocabulary course that contains words from all previous courses and even more. For those who want to learn almost every word from English vocabulary.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/6294/","title":"Академия закупок: курс для поставщиков","description":"Участие в тендере – это единственная возможность получить заказ от крупной государственной или частной компании. В лекциях курса эксперты в сфере закупок расскажут, как заказчики выбирают поставщиков, какие виды тендеров используют и по каким правилам они проходят\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/6292/","title":"A computer programming and data analysis approach to mathematics","description":"The course is designed for Year 9 Australian Curriculum Mathematics with a coding and data analysis focus.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6283/","title":"Молекулярная физика и термодинамика","description":"Курс предназначен для практического освоения базовых понятий молекулярной физики и термодинамики в рамках университетского курса общей физики. \n\nВ изложении сделан упор на освоение математических приемов, полезных при дальнейшем изучении физики, а также на понимание смысла базовых понятий термодинамики.\n\nКурс является подборкой теоретического материала и домашних заданий для студентов 1 курса физического факультета СПбГУ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/6248/","title":"Tree-Thinking Challenge","description":"This challenge includes a number of multiple-choice questions you can use to test yourself on your ability to accurately interpret evolutionary trees. Insofar as real biological examples have been used they are accurate based on current knowledge.\n\n","sourceId":"Stepik","lang":1,"dateFrom":"Feb 16, 2018","rating":5},{"url":"https://stepik.org/course/6243/","title":"English vocabulary (medium)","description":"Adaptive problem set to check your knowledge of English words. This course contains 718 complex words. Try it if you TOEFL vocabulary course is too easy for you.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/6097/","title":"Томография: увидеть невидимое","description":"Про томографию мы слышим практически каждый день. Обязательно какой-нибудь знакомый расскажет о том, что врач назначил ему томографию для более точной постановки диагноза. А в программах новостей, рассказывая о новых аэропортах, обязательно упомянут о современных томографических досмотровых комплексах. А сколько областей применения у томографии на самом деле? Насколько она нужна нам сейчас и есть ли у нее будущее? Каковы физические принципы, лежащие в основе томографии? «Подвластна» ли томография только самым умным и любящим физику ученым? Стоит ли связывать свою карьеру с томографией? Есть ли современные разработки в области томографии в России? На эти и многие другие вопросы вы найдете ответы, пройдя наш курс «Томография – увидеть невидимое»\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 10, 2019","rating":4.7},{"url":"https://stepik.org/course/6021/","title":"Работа с претензиями пациентов","description":"Медицинский менеджмент\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 24, 2018","rating":0},{"url":"https://stepik.org/course/5993/","title":"Programmieren 3","description":"Kurs, Programmieren 3 MCI Innsbruck\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/5990/","title":"Журнальный клуб 2018","description":"Сопроводительный курс Журнального клуба 2018 Института биоинформатики\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5932/","title":"2-й тур Олимпиады (вечер) \"Инженерное 3D-моделирование\" - 2018 ","description":"Вот уже второй раз в Санкт-Петербурге проводится городская открытая олимпиада для школьников по инженерному 3D-моделированию (работа в САПР).  Первый тур откроется 27 января с 12:00 по 14:00  \n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 10, 2018","rating":0},{"url":"https://stepik.org/course/5898/","title":"Технологии структурного анализа","description":"Методические основы технологий создания ПО. Моделирование процессов и структуры предприятий. Анализ бизнес-требований. \n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 4, 2018","rating":0},{"url":"https://stepik.org/course/5881/","title":"CSS1103/CSS2107 Prin of Prog II & Artificial Intelligence Prog","description":"This course is an integral part of CSS2107 Artificial Intelligence and also CSS1103 Principles of Computer Programming II offered during semester 2 academic year 2017 running from Jan-May 2018.\n","sourceId":"Stepik","lang":1,"dateFrom":"Feb 5, 2018","rating":0},{"url":"https://stepik.org/course/5866/","title":"Управление проектами","description":"Курсы по управлению проектами:\n\n\n- обучают универсальной методологии управления проектами на основе российских и международных стандартов;\n\n\n- тренируют лучшие практики управления проектами;\n\n\n- обучение управлению проектами ведется на основе сквозного учебного проекта; проект предлагает группа.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5822/","title":"Intro to linux","description":"For a highschool class\n","sourceId":"Stepik","lang":1,"dateFrom":"Feb 2, 2018","rating":0},{"url":"https://stepik.org/course/5759/","title":"Отыграно: 1-й тур 3D-Олимпиады 2018","description":"Перед вами задание 1-го тура городской открытой олимпиады для школьников по инженерному 3D-моделированию (работа в САПР). Этот тур олимпиады прошел 26-29 января 2018, и теперь доступен, как тренировочное задание. \n\nЕсли перерешаете все задачки,  будет вам почет и уважуха, но вот грамоты и призы - теперь уже только на следующей нашей олимпиаде, в следующем учебном году!\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 26, 2018","rating":0},{"url":"https://stepik.org/course/5746/","title":"Working with Vera, the recruiting Robot","description":"You will learn to create, edit and launch recruitment campaigns with Vera. You will learn to create and adjust an efficient conversation script that attracts candidates.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5717/","title":"Как правильно бухать на работе","description":"Этот курс научит вас беспалевно вливать вискарик в кофе\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/5713/","title":"Get ready for an interview in English","description":"Мини-курс подходит для тех, кто ищет новую престижную работу, увеличив шансы на ее получение, и включает в себя руководство к прохождению собеседования на английском языке. На занятиях студент научится заполнять анкеты, составлять резюме на английском языке, подготовить и «отрепетировать» рассказ о себе, своем образовании, своих сильных и слабых сторонах. Также узнает, какие вопросы чаще всего задают на собеседовании и как лучше на них отвечать, заранее продумать ответы на наиболее сложные и каверзные вопросы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5706/","title":"Подготовка к ЕГЭ по Обществознанию.","description":"Курс предназначен для тех, кто выбрал самый популярный из экзаменов. Составлен в соответствии с Кодификатором ЕГЭ - к каждой теме дана теория и практические задания. Курс позволяет быстро изучить все темы Обществознания.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5645/","title":"British History and Culture (testing in progress)","description":"Facts and images coming from the history of Great Britain, but remaining an integral part of its contemporary culture. For the prospective interpreters, teachers of English, and other learners of the language, who are willing to know more about the culture it is intertwined with.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5626/","title":"2-й тур Олимпиады (утро) \"Инженерное 3D-моделирование\" - 2018","description":"Вот уже второй раз в Санкт-Петербурге проводится городская открытая олимпиада для школьников по инженерному 3D-моделированию (работа в САПР).  Первый тур откроется 27 января с 12:00 по 14:00  \n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 10, 2018","rating":0},{"url":"https://stepik.org/course/5612/","title":"Прокторинг от ProctorEdu в онлайн-экзаменах на Stepik","description":"","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5608/","title":"Теория графов","description":"Полный курс теории графов. Курс охватывает все основные разделы теории графов, необходимые как программистам, так и математикам, работающим в области дискретной математики.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 13, 2019","rating":0},{"url":"https://stepik.org/course/5599/","title":"Основы языка Pascal ","description":"Курс находится в разработке!!! \nОсновы языка программирования Pascal для учащихся 7-11 классов средних школ. Содержит следующие темы:\n- линейные программы;\n- условия и циклы;\n- массивы;\n- строки.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":2.3},{"url":"https://stepik.org/course/5582/","title":"Английский для биологов","description":"Курс посвящён применению английского языку для биологов (студентов и не только): чтению и написанию текстов, восприятию на слух и общению.\n\nВсе материалы курса предоставлены учащимся как есть. Учащиеся вольны использовать их в своих целях, но авторы хотят предупредить, что не дают никаких гарантий и не принимают никаких связанных с этим курсом обязательств. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5580/","title":"Автоматизация бухгалтерского учета","description":"курс позволит закрепить основные понятия бухгалтерского учета и автоматизации учета на предприятии разных форм собственности\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5572/","title":"Английский язык для медиков. Грамматический практикум.","description":"Основная цель курса — сформировать у обучающихся базовые навыки понимания и перевода оригинальных текстов по специальности на английском языке с опорой на знание грамматических структур, характерных для англоязычной научной медицинской литературы.\nРекомендуется студентам медицинских вузов, изучающим базовый курс английского языка, аспирантам и соискателям для подготовки к сдаче экзамена кандидатского минимума по английскому языку. Также рекомендуется для широкого круга профессионалов-медиков, желающих научиться грамотно работать с оригинальной научной литературой.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5547/","title":"ОГЭ.English in 30 days","description":"данный курс был создан по книге \"ЕГЭ за 30 дней\".\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5521/","title":"Психология ","description":"Развития психологии\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5510/","title":"Pascal","description":"Поддержка изучения Паскаля на уроках 9 класса\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 16, 2018","rating":0},{"url":"https://stepik.org/course/5482/","title":"Основы программирования","description":"Курс посвящен базовым понятиям программирования: типы данных, операторы, переменные, условия, циклы, массивы и функции. Он является вводным и подойдет слушателям с небольшим опытом или вообще без опыта программирования. Обучение будет проходить на языке программирования C#.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 30, 2018","rating":5},{"url":"https://stepik.org/course/5444/","title":"Эффективное проектирование в ACAD","description":"Курс предназначен для  повышения эффективности всего процесса проектирования в рамках среды AutoCAD. \n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 22, 2018","rating":4},{"url":"https://stepik.org/course/5425/","title":"INTD 121 Version 3","description":"An introduction  to Python for INTD 121\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5420/","title":"Learn English with your favourite songs","description":"Изучайте английский по видеоклипам ваших любимых исполнителей! Лексика, грамматика - всё запоминается легко и надолго благодаря рифме, ритму, мелодии и ярким образам!\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 31, 2017","rating":5},{"url":"https://stepik.org/course/5398/","title":"Кодирование и системы счисления","description":"Онлайн-курс создан в поддержку учителям по теме \"Кодирование и системы счисления с 8 по 11 классы, а также в помощь ученикам при подготовки к ГИА и ЕГЭ по Информатике и ИКТ по предложенной теме.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/5396/","title":"Когнитивное развитие","description":"Что такое когнитивные способности? Можно ли их улучшить? Как научиться думать иначе? Можно ли научиться по другому смотреть на мир?\n\nРазвивать когнитивные способности никогда не поздно. Как говорила героиня фильма \"другая женщина\" иногда нам нужны курсы \"повышения ума\".\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 6, 2018","rating":1},{"url":"https://stepik.org/course/5352/","title":"Подготовка к ЕГЭ и ОГЭ по математике: неравенства","description":"Курс посвящен решению неравенств. Основные цели – устранение пробелов в знаниях, а также подготовка учеников к сдаче ОГЭ и ЕГЭ по математике.\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 31, 2018","rating":0},{"url":"https://stepik.org/course/5337/","title":"CMPS 11 - Winter 2018","description":"This module will help you to test your assignments before submitting on Canvas for grading.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5308/","title":"1-й тур Олимпиады \"Инженерное 3D-моделирование\" - 2018","description":"Вот уже второй раз в Санкт-Петербурге проводится городская открытая олимпиада для школьников по инженерному 3D-моделированию (работа в САПР).  Первый тур откроется с пятницы 26 января с 12:00 до  24:00  воскресенья 28 января\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 26, 2018","rating":0},{"url":"https://stepik.org/course/5307/","title":"\"Свобода цепей\". Роман-учебник про блокчейн","description":"Попытка рассказать про основы блокчейна, криптографии, криптовалют в развлекательно-познавательной форме\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 30, 2017","rating":5},{"url":"https://stepik.org/course/5304/","title":"Управление проектами в медицинской организации","description":"Реформа здравоохранения предполагает воплощение инновационных научных идей и проектов в новые медицинские приборы, оборудование, технологии диагностики и лечения, программно-компьютерное обеспечение медицинского назначения, коммерциализацию разработанных технологий. В связи с этим руководители медицинских организаций должны обладать навыками разработки эффективного проекта, адекватного имеющимся ресурсам и внешнему окружению, уметь разрабатывать и реализовывать креативные управленческие решения.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 28, 2017","rating":4.1},{"url":"https://stepik.org/course/5287/","title":"Персонализированная медицина","description":"Курс представляет собой знакомство с базовыми принципами генетики и ее современными возможностями в рамках персонализированной медицины\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 23, 2018","rating":5},{"url":"https://stepik.org/course/5284/","title":"Информация о лекарственных средствах для пациента","description":"Курс «Информация о лекарственных средствах для пациента» является прикладной частью теоретического курса «Фармацевтическая информация», разработанного и подготовленного совместно с USP(DI) (CША). Целью курса является предоставление пациентам сложной профессиональной информации о лекарственных препаратах, изложенной простым и доступным языком для повышения эффективности и безопасности медикаментозной терапии.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 29, 2017","rating":4.6},{"url":"https://stepik.org/course/5255/","title":"Программирование интеллектуальных робототехнических систем","description":"В данном курсе собраны задачи по алгоритмическим основам робототехники.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5253/","title":"Базовый курс продавца-консультанта в салоне сотовой связи","description":"Как продавать? Как перестать бояться клиентов? Как начать зарабатывать?...\nИ еще на многие вопросы \"Как?...\", вы найдете ответы в данном курсе\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 31, 2017","rating":2},{"url":"https://stepik.org/course/5227/","title":"Economy and Economics","description":"Курс предназначен  для студентов экономических специальностей дневного отделения и   заочного отделений.  Цель  - помочь студентам овладеть базисной экономической лексикой для последующего использования в чтении профессионально-ориентированной литературы на языке оригинала, а также научиться понимать и интерпретировать аутентичные экономические тексты и обсуждать вопросы экономической тематики.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5163/","title":"APCS Semester 2","description":"2nd Semester Content at Hinsdale South High School\n","sourceId":"Stepik","lang":1,"dateFrom":"Dec 21, 2017","rating":0},{"url":"https://stepik.org/course/5136/","title":"Психология: Эмоциональный интеллект","description":"Эмоциона́льный интеллект —это способность человека распознавать эмоции, понимать намерения, мотивацию и желания других людей и свои собственные.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5125/","title":"Психология общения","description":"Основные определения. Виды и функции общения. Барьеры общения.Конфликты и методы их разрешения\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/5098/","title":"General English Course, Intermediate level","description":"Общий курс английского языка для достижения уровня Intermediate.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 19, 2017","rating":0},{"url":"https://stepik.org/course/5087/","title":"Пожарно-технический минимум","description":"Согласно 3 пункту Постановления Правительства РФ от 25 апреля 2012 г. № 390 «О противопожарном режиме» (вместе с «Правилами противопожарного режима в Российской Федерации») лица допускаются к работе на объекте только после прохождения обучения мерам пожарной безопасности.\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 21, 2017","rating":0},{"url":"https://stepik.org/course/5082/","title":"WEB-ДИЗАЙН ","description":"Состав курса:\n- основы текстового изображения;\n- основы графического изображения;\n- обзор ПО\n- востребованные вакансии в сфере web-дизайна\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 31, 2018","rating":0},{"url":"https://stepik.org/course/5066/","title":"Обучение HTML","description":"Здесь вы более менее познакомитесь с HTML. Поймете что это такое, и как она работает.  \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":2.1},{"url":"https://stepik.org/course/4940/","title":"Линейная алгебра и геометрия. Часть 2: векторная алгебра","description":"Чтобы уметь грамотно применять методы машинного обучения, вычислительной математики, понимать и конструировать алгоритмы компьютерной графики необходимо знать математический аппарат векторной алгебры и аналитической геометрии. В данном курсе рассматривается необходимая теория и примеры её применения в задачах машинного обучения и при моделировании движения графических объектов. Для иллюстрации применения теории используются реальные кейсы. Во 2-й части курса рассматриваются основы векторной алгебры. Данный курс рассчитан примерно на 5 недель работы обучающихся.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4930/","title":"Principles of Regenerative Medicine","description":"The course “Principles of Regenerative Medicine” will cover the main concept of a new approach in medicine and its basic elements (cells and biomaterials). Clear and easy to understand explanation given by leading scientists in this field will help you to dip into regenerative medicine and prepare yourself for better understanding of its goals. \n","sourceId":"Stepik","lang":1,"dateFrom":"Dec 28, 2017","rating":0},{"url":"https://stepik.org/course/4929/","title":"Regenerative Medicine and Tissue Engineering","description":"The course “Regenerative Medicine and Tissue Engineering” will cover the main concept of tissue engineering and discuss applications of regenerative medicine, advanced technologies, and legal control. Clear and easy to understand explanation given by leading scientists will help you to dip into regenerative medicine and prepare yourself for better understanding of its goals. \n","sourceId":"Stepik","lang":1,"dateFrom":"Dec 28, 2017","rating":0},{"url":"https://stepik.org/course/4924/","title":"Разработка компьютерных игр","description":"Приветствую Вас на моем курсе!\nНа данном курсе вы познакомитесь с понятием компьютерных игр и как они создаются.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/4909/","title":"Отбор на курсы по подводной робототехнике в Иннополисе","description":"Данный курс рассчитан на преподавателей, решивших принять участие в обучение по подводной робототехнике. Обучение будет проведено университетом Иннополиса совместно с Центром развития робототехники (Владивосток).\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 12, 2017","rating":0},{"url":"https://stepik.org/course/4908/","title":"Тренажер трансформации родительских страхов. Часть 1","description":"Онлайн-тренажер для тех родителей, которые ищут баланс между знаниями и своими переживаниями по поводу развития ребенка.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 9, 2018","rating":5},{"url":"https://stepik.org/course/4907/","title":"Введение в гидропонику","description":"Введение в гидропонные и аэропонные технологии с самых азов (pH, субстраты, установки, питательный раствор и т.д.)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/4900/","title":"Задачи для изучения языка Kotlin весной 2019-го","description":"На факультете компьютерных наук московского кампуса НИУ ВШЭ проходит увлекательный факультатив \n\"Язык Kotlin\". В практической часть факультатива студентам предлагается набор задач, которые и содержатся в этом курсе. Вероятно, данный набор задачек будет не слишком интересен, если вы не являетесь участником факультатива. Хотя, некоторые из них вполне универсальны и могут выполняться самостоятельно. Именно поэтому был создан открытый курс на платформе Stepik (https://stepik.org/course/51967) без крайних сроков для задачек, в который приглашаются все желающие.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 24, 2019","rating":5},{"url":"https://stepik.org/course/4877/","title":"Bright-marathon.ru","description":"Экспресс-курс английского языка за месяц систематизирует твои знания в английском и поможет сдать экзамены.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 10, 2018","rating":0},{"url":"https://stepik.org/course/4859/","title":"Fundamentals of General Chemistry","description":"Methodological system of the course “Fundamentals of General Chemistry” focuses on effective assimilation of knowledge and development of students’ skills in reading, interpretation and solution of tasks in chemistry in English. The course includes an advanced study of selected topics of General chemistry in English: thermochemistry, chemical equilibrium, and chemical kinetics.\n","sourceId":"Stepik","lang":1,"dateFrom":"Dec 29, 2017","rating":4.6},{"url":"https://stepik.org/course/4848/","title":"ЕГЭ по английскому языку 2018","description":"Наш курс – о ЕГЭ по английскому языку. Вы познакомитесь со структурой и особенностями экзамена, получите рекомендации для успешного выполнения заданий. Все это поможет вам лучше подготовиться к сдаче, узнать самые распространенные ошибки и избежать их, повысить свой уровень владения языком и освежить забытые знания.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4846/","title":"Электронное здравоохранение (eHealth). Основные понятия","description":"В курсе излагается понятие электронного здравоохранения и основная его реализация – единая государственная информационная система в сфере здравоохранения. Раскрывается цель, задачи, структура. Дается понятие телемедицины, ее содержание, возможности. \n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 4, 2019","rating":0},{"url":"https://stepik.org/course/4844/","title":"Регенеративная медицина и тканевая инженерия","description":"Курс «Регенеративная медицина и тканевая инженерия» знакомит слушателей с главными принципами тканевой инженерии, частной регенеративной медициной, а также передовыми технологиями и правовым регулированием в этой области. Ясное и доходчивое объяснение ведущих специалистов позволяет погрузиться в проблематику регенеративной медицины и подготовиться к более глубокому пониманию стоящих перед ней задач. \n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 29, 2017","rating":0},{"url":"https://stepik.org/course/4843/","title":"Основы регенеративной медицины","description":"Курс «Основы регенеративной медицины» знакомит слушателей с главными принципами этого нового направления в медицине, а также такими его базовыми элементами, как клетки и биоматериалы. Ясное и доходчивое объяснение ведущих специалистов в этой области позволяет погрузиться в проблематику регенеративной медицины и подготовиться к более глубокому пониманию стоящих перед ней задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 28, 2017","rating":5},{"url":"https://stepik.org/course/4836/","title":"Молекулярная генетика в онкологии","description":"Курс знакомит с молекулярными основами канцерогенеза, основными классами генов, участвующими в опухолевом развитии (онкогенами и генами-супрессорами опухолевого роста), молекулярными механизмами их действия при развитии наследственных и спорадических опухолей.  В процессе обучения будут рассмотрены  понятия наследственных и соматических мутаций, их значение для  развития опухоли, а также для назначения современных методов лечения, основанных на знании молекулярного патогенеза опухоли  (таргетной терапии).  \n\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 28, 2017","rating":4.8},{"url":"https://stepik.org/course/4818/","title":"Chapter1","description":"sample\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4813/","title":"Реклама и СО (бренд-менеджмент)","description":"Курс для аспирантов кафедры рекламы и связей с общественностью по профилю бренд-менеджмент\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2017","rating":0},{"url":"https://stepik.org/course/4807/","title":"Подготовка к олимпиаде \"Инженерное 3D-моделирование\"","description":"Вот уже второй раз в Санкт-Петербурге проводится городская открытая олимпиада для школьников по инженерному 3D-моделированию (работа в САПР).  В этом сезоне, олимпиада пройдет 27 января (1-й онлайн тур) и 10 февраля (2-й тур).  Этот курс предназначен как для преподавателей, так и для школьников -участников олимпиады. В нем рассматриваются умения и навыки, необходимые для участия в олимпиаде, а также примеры задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 24, 2017","rating":0},{"url":"https://stepik.org/course/4796/","title":"Homework","description":"Здравствуй! :) Мы рады, что ты вновь приступил к изучению английского!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4794/","title":"IELTS - Intermediate level","description":"Курс предназначен для всех желающих получить максимальные результаты на экзаменах IELTS. Подсказки, лайфхаки, полезные советы - все это вы найдете в этом курсе!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4792/","title":"Разработка Android-приложений на Kotlin","description":"Задача курса - дать базовое понимание мобильной разработки для платформы Android на языке программирования Kotlin.  В рамках курса рассказывается как настроить среду разработки, отлаживать приложения, проектировать и программировать не сложные пользовательские интерфейсы.\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 21, 2018","rating":4.3},{"url":"https://stepik.org/course/4782/","title":"General English Course, Upper-Intermediate level","description":"Общий курс английского языка для достижения уровня Upper-Intermediate.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 3, 2017","rating":0},{"url":"https://stepik.org/course/4767/","title":"Оказание первой доврачебной помощи","description":"Целью реализации программы является формирование у слушателей навыков быстрого сбора информации о состоянии пострадавшего с целью выбора наиболее рационального алгоритма действий, навыкам оказания первой помощи после несчастного случая или террористического акта, самостоятельным действиям в экстремальных ситуациях, отработка самостоятельных действий и поведения, направленных на сохранение жизни каждого пострадавшего до прибытия спасательных служб\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 14, 2018","rating":2.2},{"url":"https://stepik.org/course/4761/","title":"Бухгалтерский финансовый учет","description":"Сущность, цель, задачи, объекты. Нормативное регулирование в России и за рубежом.Характеристика учетной системы организации, ее составляющие. Сравнительная характеристика финансового, управленческого, налогового и статистического учета. Пользователи информации. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4716/","title":"А знаете ли вы права детей?","description":"Курс «А знаете ли вы права детей?» знакомит слушателей с основными правами  детей в сфере семейного права, вводит базовые правовые  понятия.\nКурс рассчитан на широкий круг слушателей, которые осуществляют свою профессиональную деятельность в системе образования, социальной защите, а также для родителей, замещающих семей.  \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/4705/","title":"Предпрофильная подготовка по основам компьютерных технологий","description":"Для учеников Сегриса \n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 27, 2017","rating":5},{"url":"https://stepik.org/course/4661/","title":"Микробиология","description":"Изучение микроорганизмов - возбудителей инфекционных заболеваний человека.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 23, 2017","rating":0},{"url":"https://stepik.org/course/4655/","title":"Мужчина и женщина в современном мире","description":"Курс посвящён дискуссиям о природных и социальных основаниях мужского и женского, о промежуточных формах бытия между этими  двумя полюсами. О том, как и почему мужчины и женщины меняются в обществе, как они борются за власть, как вообще возможно справедливое распределение власти между ними. Кроме того, мы обсудим как мужское и женское влияют на познание, и как минимизировать связанные с этим когнитивные искажения.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 15, 2019","rating":4.7},{"url":"https://stepik.org/course/4652/","title":"Искусство нагибать","description":"Наука побеждать в цифровом пространстве.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 22, 2017","rating":2.8},{"url":"https://stepik.org/course/4646/","title":"Нейроанатомия","description":"Это поверхностный курс о анатомии человеческого мозга и его внутренних структурах. А также о его общей организации сенсорных и моторных систем в стволе мозга и спинном мозге.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4633/","title":"KXTI CTF ","description":"CTF\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4607/","title":"RobotPy_level1","description":"This assumes you are familiar with basic python syntax. It also helps to read through the RobotPy Documentation http://robotpy.readthedocs.io In this course, we will cover the basic functions you need to get your robot moving around. Good luck fellow FRC competitors. \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4603/","title":"Математика для олимпиад по программированию","description":"Курс посвящен математическим методам, необходимым для успешных выступлений на школьных и студенческих олимпиадах по программированию, а также применению этих методов при решении задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 22, 2018","rating":5},{"url":"https://stepik.org/course/4598/","title":"Логика","description":"Логика - это теория правильных рассуждений, наука о формах и законах правильного мышления. Правильное мышление отличается от неправильного тем, что представляется нам строгим и убедительным.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/4594/","title":"Риторика","description":"Курс призван познакомить с актуальными проблемами риторики. Занятия основываются на учете классических понятий и ценностей риторики и ораторского искусства, затрагивает вопросы их современной интерпретации и применения.\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 15, 2019","rating":4.7},{"url":"https://stepik.org/course/4566/","title":"VR-интенсив","description":"На курсе вы познакомитесь с индустрией виртуальной реальности, получите базовые представления о мире VR, научитесь работать на Unity и разработаете свою первую VR-игру.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/4562/","title":"Murder of Old Man Steffy ","description":"Learn basic python skills while solving the murder of old man Steefy.\n","sourceId":"Stepik","lang":1,"dateFrom":"Nov 1, 2017","rating":0},{"url":"https://stepik.org/course/4556/","title":"Подготовка к ЕГЭ по информатике","description":"Курс для учеников 10-11классов, которые собираются сдавать ЕГЭ по информатике.\nКурс состоит из 23 блоков. Каждый блок содержит в себе теорию и задачи для самостоятельного решения по каждому номеру  из тестовой части экзамена.\nЧтобы лучше понимать и решать задания, сначала надо ознакомиться с материалами и разборами задач(теория). Далее вы можете приступать к самостоятельному решению подобных задач. За каждую правильно решенную задачу вы получаете не только опыт, но и баллы(1 балл за каждый номер). Максимум вы можете получить 157 баллов за прохождение этого курса.\nС помощью теории по каждому из номеров ЕГЭ вы освежите в своей памяти все, что могли забыть, узнаете оптимальные способы решения задач, изучите примеры выполнения заданий.\nЗадачи для самостоятельного решения помогут вам \"набить руку\" перед экзаменом и закрепить пройденный материал.\n\nИсточники:\n1)Федеральный институт педагогических измерений(ФИПИ)\n2)Типовые тестовые задания по информатике под редакцией С. С. Крылова, Т. Е. Чуркиной. \n3)ЕГЭ 2017 сборник Д.М. Ушакова «10 тренировочных вариантов…» \n4)Википедия\n5)К.Поляков\n6)Демоверсии ЕГЭ 2013,2014,2015,2016,2017,2018 гг.\n7)Досрочная волна ЕГЭ 2013-2018 гг.\n8)Основная волна ЕГЭ 2013-2018 гг.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 3, 2018","rating":5},{"url":"https://stepik.org/course/4534/","title":"Уроки рисования аниме с нуля","description":"Учим рисовать аниме с нулю, для профанов и лолскиллов \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1.3},{"url":"https://stepik.org/course/4428/","title":"Функционал 1С:УнивесритетПРОФ","description":"Решение для автоматизации управленческой деятельности ЮУрГГПУ. АСУ 1С:Университет охватывает все уровни деятельности основных подразделений университета и интегрируется с типовыми решениями фирмы «1С» для бухгалтерии и отдела кадров\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 10, 2017","rating":0},{"url":"https://stepik.org/course/4418/","title":"Import Export MW_JG","description":"Import Export of Data, including txt, Excel, and CSV files.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4402/","title":"Эмоции в повседневной жизни ","description":"Никто из нас никогда не задумывается, почему мы испытываем ту или иную эмоцию, какова природа этой эмоции, почему она повторяется при равных обстоятельствах, а почему иногда мы не контролируем внутреннее «Я»\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2017","rating":5},{"url":"https://stepik.org/course/4396/","title":"HSE Data Science Minor: 3 курс, 2017","description":"Сопровождение DS Minor (3 курс, 1-4 модули: введение в машинное обучение и итоговые проекты), 2017-2018 учебный год: упражнения, вопросы, контрольные работы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4378/","title":"Финансовая грамотность","description":"Курс рассчитан на обучающихся 7-9 классов общеобразовательных учреждений. Цель курса – комплексно осветить основные темы финансовой грамотности, базовые принципы формирования личного бюджета и грамотного планирования своих расходов, формирования сбережений, использования основных инструментов инвестирования, а также ознакомить с основами финансовой безопасности. Особенностью курса является то, что в качестве лекторов выступают дети.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/4377/","title":"Bioinformatics Contest 2018","description":"SOLVE CHALLENGING PROBLEMS TO WIN\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/4362/","title":"English Grammar (Tenses. Easy version for beginners).","description":"1. Present Simple.\n2. Present Continuous.\n3. Past Simple.\n4. Present Perfect.\n5. Past Continuous.\n6. Future Simple.\n","sourceId":"Stepik","lang":1,"dateFrom":"Nov 5, 2017","rating":1},{"url":"https://stepik.org/course/4354/","title":"COSMOPROG-2017 для 10-11 классов","description":"Личное первенство школы космонавтики\nпо программированию для 10-11 классов\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 9, 2017","rating":4.7},{"url":"https://stepik.org/course/4353/","title":"Математика. 6 класс","description":"Курс используется как электронное пособие к учебнику по математике 6 класс.\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2017","rating":5},{"url":"https://stepik.org/course/4340/","title":"Блок дополнительных задач","description":"Курс содержит набор задач для  самостоятельных работ с целью получения дополнительных отметок\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4327/","title":"Программа для обучения диспетчеров АСУ ГТК Wenco","description":"В программе содержится минимальный объем информации по работе с АСУГТК который должен знать диспетчер  карьера\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 12, 2017","rating":0},{"url":"https://stepik.org/course/4324/","title":"Инструкция по работе с АСУГТК для водителей автосамосвалов","description":"На данном курсе вы пройдете обучение пользованию АСУГТК на большегрузном автотранспорте \n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 5, 2017","rating":5},{"url":"https://stepik.org/course/4316/","title":"Финансовый анализ для чайников","description":"Основы финансового анализа на доступном языке для студентов вузов\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 21, 2017","rating":0},{"url":"https://stepik.org/course/4310/","title":"Уроки истории в школе","description":"Курс по истории России для учащихся 6-10 классов.\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/4307/","title":"Основы Google Рекламы","description":"Знания о Google Рекламе не помешают вам даже в том случае, если вы не бизнесмен и не маркетолог. Изучив, как работает эта технология, на нашем курсе «Основы Google Рекламы», вы сможете стать специалистом и получать деньги, не выходя из дома. Кстати, после успешного окончания базового курса можно сдать экзамен – это станет первым шагом к получению официального сертификата от Google, который в итоге можно будет смело прикладывать к резюме.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.5},{"url":"https://stepik.org/course/4278/","title":"ВФТШ Физика ","description":"Домашнее задание по физике для учеников 10Г класса ВФТШ.\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 30, 2017","rating":0},{"url":"https://stepik.org/course/4271/","title":"Трехмерное моделирование ","description":"Данный курс содержит подробное описание построения трехмерных геометрических фигур в программах Blender и 3DsMax\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/4270/","title":"Основы логики","description":"Курс знакомит слушателей с основными понятиями алгебры логики, учит переводить высказывания на язык алгебры логики, решать задачи, применяя законы алгебры логики. \n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 30, 2017","rating":0},{"url":"https://stepik.org/course/4265/","title":"ПРАКТИЧЕСКИЙ СИНТАКСИС РУССКОГО ЯЗЫКА КАК ИНОСТРАННОГО ","description":"Данный курс создан для иностранных студентов  группы Академобмена в рамках прохождения автором курса учебно-педагогической практики при обучении на ФилФ НИ ТГУ по магистерской программе \"Русский язык как иностранный.\nКурс рассчитан на студентов с уровнем владения русским языком В1-В2.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4253/","title":"Математика 6 класс \"Десятичные дроби\"","description":"В данном курсе вы можете ознакомиться с десятичной записью дробных чисел, а также с действиями над дробными числами.  оставляйте свои комментарии и пожелания.\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2017","rating":0},{"url":"https://stepik.org/course/4231/","title":"Финансовая грамотность для школьников","description":"В данному курсе мы рассмотрим вопросы, связанные с личным финансовым планированием, а также с открытием своего бизнеса.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":2},{"url":"https://stepik.org/course/4180/","title":"Психология профессионального мышления","description":"Курс посвящен структуре профессионального мышления специалиста.\nПредназначен для бакалавров психологии.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1.2},{"url":"https://stepik.org/course/4161/","title":"Программирование на С++ кадетский корпус (школа ИТ)","description":"Курс является сборником практических заданий к разделу \"Программирование\" в рамках дисциплины Информатика 10 класс. Курс рассчитан на 6 месяцев.\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2018","rating":0},{"url":"https://stepik.org/course/4138/","title":"GIT","description":"Данный курс составляется для внутреннего пользования, однако любой желающий может присоединиться к нему. \nEnjoy :)\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 22, 2017","rating":0},{"url":"https://stepik.org/course/4113/","title":"Криптография и способы защиты информации","description":"Данный курс предназначен для учащихся 10-11 классов для проведения во время внеурочных дополнительных занятий\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2017","rating":2.3},{"url":"https://stepik.org/course/4087/","title":"Документация про типы шагов","description":"В этом курсе можно подробнее прочитать о том, как настраивать шаг «Задача на программирование».\nВопросы можно писать нам на support@stepik.org\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/4082/","title":"Public Databases in Health and Disease","description":"Course for the Bachelor's Degree in Bioinformatics\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4075/","title":"Введение в iRidium pro","description":"Знакомство с программным комплексом iRidium pro\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/4059/","title":"Русские загадки","description":"В этом курсе мы собрали лучшие русские загадки для детей\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/4024/","title":"Charging Stations Week 3 (EdX)","description":"Charging Stations for Week 3 of Intro to Genomic Data Science\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/4006/","title":"Web-технологии","description":"Курс «Web-технологии» охватывает широкий спектр технологий и подходов, использующихся при разработке Интернет-сайтов и Веб-приложений.  Рассматривается разработка на Node.js с использованием JavaScript, основы PHP, разработка интерфейса с использованием HTML и CSS, использование JQuery, Angular, разработка с TypeScript, основы React.js.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/3988/","title":"Психология журналистики","description":"Психология коммуникации, творческой деятельности и восприятия в журналистике \n","sourceId":"Stepik","lang":2,"dateFrom":"May 30, 2017","rating":0},{"url":"https://stepik.org/course/3976/","title":"Курс по осознанному питанию \"Твое новое Тело\"","description":"1. В курсе рецепты на 4 недели, простые , вкусные и быстрые, помогут научиться готовить полезно и экономно, помогут снизить лишний вес и поправить здоровье!\n2. Видео уроки от автора курса: принципы питания, о бадах, Психология питания и др. Информация  эксклюзивная, её не найти на просторах интернета.\n3. Видео упражнения от автора курса, можно тренироваться дома, что не займёт много времени , но поможет подтянуть фигуру.\n4. Возможность быть в чате, где автор даёт важную информацию и много полезного, сможете быть в нем бессрочно и постоянно задавать вопросы!\nКурс основан на вкусном и полезном питании, чтобы снизить вес и подтянуть фигуру с удовольствием!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3935/","title":"HSE: Networks, Crowds and Markets","description":"Данный курс представляет собой сборник тестовых заданий и числовых задач, типичных для изучения сетевого поведения, рынков и сетей. Курс основан на одноимённой книге \"Networks, Crowds and Markets\", а также на онлайн-курсе, организованном Корнеллским университетом.\nЯзык курса – английский.\nКоличество уроков – 9.\nМаксимально за весь курс Вы сможете набрать 180 баллов.\nДля успешного прохождения курса обязательно прохождение упомянутого выше онлайн-курса: https://www.edx.org/course/networks-crowds-markets-cornellx-info2040x-2\n\n\nМатериалы: Easley, D. and Kleinberg, J., 2010. Networks, crowds, and markets: Reasoning about a highly connected world. Cambridge University Press.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3874/","title":"Stepicon 2017","description":"Материалы конференции Stepicon 2017 (22-23 сентября 2017 года, Санкт-Петербург).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3867/","title":"Learn Python","description":"","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3853/","title":"Введение в материаловедение","description":"Заполнить\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3849/","title":"Mathmethr","description":"Вопросы тестов к курсу \"Математические методы в зоологии с использованием R\"\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 21, 2018","rating":0},{"url":"https://stepik.org/course/3843/","title":"Образовательный процесс","description":"Зачёт\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 29, 2017","rating":0},{"url":"https://stepik.org/course/3836/","title":"Linmodr","description":"Вопросы тестовых  заданий к курсу \"Линейные модели, дисперсионный и регрессионный анализ с использованием R\". \n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 27, 2017","rating":0},{"url":"https://stepik.org/course/3803/","title":"Физика ЕГЭ (группа Б)","description":"Курс создан для учащихся курсов подготовки к ЕГЭ по физике. Для решения домашних заданий и закрепления материала.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3795/","title":"Первый IQ тест Айзенка","description":"Классический тест Айзенка на уровень IQ\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/3790/","title":"How to Market a Taxi Business: 6 Tips to Promote Online","description":"6 Tips to Promote Online is aimed at people who want to attract more clients to their taxi business\n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 25, 2017","rating":0},{"url":"https://stepik.org/course/3784/","title":"E-Payments Test","description":"Тестирование на знание видов онлайн-платежей, их востребованности, процесса авторизации платежа, инструментов антифрода, а также понимания трендов цифровых платежей на 2017 год.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 25, 2017","rating":0},{"url":"https://stepik.org/course/3771/","title":"Ментальная арифметика","description":"Метальная арифметика – это древний способ обучения быстрому счету. \nПройдя этот курс, Вы и Ваши дети сможете улучшить свои способности в счете, развить логическое мышление, а также творческие способности.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3750/","title":"Бизнес и предпринимательство","description":"Курс изучает основные положения ведения бизнеса, рассматривает условия и предпосылки для занятия предпринимательской деятельностью. Представлен диалектический подход к предпринимательству как к виду деятельности человека - рассматривается двойственность предпосылок, способов и методов ведения бизнеса.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 21, 2017","rating":0},{"url":"https://stepik.org/course/3742/","title":"История математики","description":"В истории математики традиционно выделяются несколько этапов развития математических знаний:\n\n- Формирование понятия геометрической фигуры и числа как идеализации реальных объектов и множеств однородных объектов.\n-Появление счёта и измерения, которые позволили сравнивать различные числа, длины, площади и объёмы.\n-Изобретение арифметических операций.\n-Накопление эмпирическим путём (методом проб и ошибок) знаний о свойствах арифметических действий, о способах измерения площадей и объёмов простых фигур и тел. \n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2017","rating":0},{"url":"https://stepik.org/course/3738/","title":"1C:Drive English for Developers ОЗНАКОМИТЕЛЬНАЯ версия","description":"Фокусируясь на главном – продуктах 1С:Предприятие, мы научим тебя выполнять ежедневные задачи на английском языке. Этот курс основан на 1C:Drive: первый из серии курсов.\n\nЭто ТЕСТОВАЯ ознакомительная версия курса. Вы можете записаться на ПОЛНУЮ версию курса на нашем вебсайте http://rise1c.academy/.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 26, 2017","rating":0},{"url":"https://stepik.org/course/3737/","title":"Как обработать и выложить качественную фотографию.","description":"Приложения для обработки фото.\nСоветы для начинающих.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3733/","title":"Базы данных","description":"Добро пожаловать!\nВ этом курсе Вы разберете понятие базы данных, сможете их создавать, а также познакомитесь с SQL.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 20, 2017","rating":0},{"url":"https://stepik.org/course/3723/","title":"Cyber-Physics","description":"Teaching and Learning Physics, Math, Coding, and Language.\n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 21, 2017","rating":0},{"url":"https://stepik.org/course/3709/","title":"Металлические конструкции, включая сварку","description":"Курс для студентов ВУЗов строительных специальностей\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/3701/","title":"Физика ОГЭ 9 класс","description":"Курс создан для учащихся курсов подготовки к ОГЭ по физике. Для решения домашних заданий и закрепления материала.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3686/","title":"INF101: Einführung in die Informatik","description":"Einführung in die Informatik\n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 17, 2017","rating":0},{"url":"https://stepik.org/course/3685/","title":"IXTI 09.21 (2 group)","description":"Easy CTF for beginners \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3684/","title":"IXTI 09.21 (1 group)","description":"Easy CTF for beginners\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3678/","title":"SSH Трюки","description":"Курс описывает основы работы протокола SSH и рассматривает решение типовых задач, которые могут возникнуть при знакомстве с этим протоколом. После прохождения курса вы получите навыки работы с удаленной машиной по данному протоколу на базовом уровне и навык работы с документацией, что позволит вам, при необходимости, найти ответы на более сложные вопросы, которые могут возникнуть, при более углубленном изучении данного протокола. Но, стоит отметить, что курс, рассматривает только основы и не является исчерпывающем, поэтому, рекомендуем, в последствии самостоятельно более углубленно познакомиться с данным протоколом, что будет куда проще, после прохождения данного курса.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.1},{"url":"https://stepik.org/course/3672/","title":"Геозапросы в MongoDB ","description":"Курс нацелен на изучение и практическое освоение геозапросов в СУБД MongoDB. Он знакомит слушателя с основными понятиями, необходимыми для работы с геопространственной информацией, затрагивает понятие индекса базы данных, а также основные геозапросы. Стоит отметить, что курс не является исчерпывающим и рассказывает только о базовых возможностях геозапросаов в MongoDB. Однако, несмотря на это, изложенного материала достаточно для понимания принципа работы геозапросов и дальнейшего самостоятельного изучения этой темы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/3644/","title":"Робототехника ВНГ 2год","description":"Олимпиадные задания\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3643/","title":"Python Problem Solving","description":"Few simple lessons to understand concepts of Computer Science, Problem Solving, Algorithms, and Programming, and an overview of Python programming language\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3636/","title":"XV6 лабораторные","description":"Набор лабораторных для учебной операционной системы xv6 (https://ocw.mit.edu/courses/electrical-engineering-and-computer-science/6-828-operating-system-engineering-fall-2012/labs/)\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3623/","title":"Астрономия ВНГ","description":"Курс для преподавания астрономии в 11 классах Второй гимназии\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3616/","title":"Основы робототехники ВНГ","description":"Для самостоятельного обучения основам робототехники и как средство дополнения урочных занятий. 1111111111111111111пппппппппппп п п пп п п п п п п п п п пукцп 53 е23а е2м 45ес3ем 2ес \n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2017","rating":5},{"url":"https://stepik.org/course/3606/","title":"Decentralized Applications on Ethereum platform","description":"","sourceId":"Stepik","lang":2,"dateFrom":"Sep 3, 2017","rating":0},{"url":"https://stepik.org/course/3598/","title":"Подготовка к Олимпиаде НТИ (на основе задач 2016/17 года)","description":"Данный курс объединяет практически все задания отборочных этапов и часть заданий финала командной инженерной олимпиады школьников \"Олимпиада Национальной технологической инициативы\" 2016/17 учебного года. Курс предназначен для подготовки к Олимпиаде этого года. Рекомендуем данный курс школьникам 8-11 классов.\n\nПодробнее об Олимпиаде и ее профилях вы можете прочитать на сайте nti-contest.ru.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3594/","title":"Углубленная и олимпиадная физика","description":"Курс направлен на углубленное изучение физики. Большая часть курса составляет решение задач олимпиадного уровня сложности\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3554/","title":"Полезные функции Excel","description":"Курс знакомит слушателей с базовыми функциями Excel, а также с самыми необходимыми в работе формулами\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/3550/","title":"Физика 7","description":"Домашняя работа для учеников\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3538/","title":"Риск-ориентированный подход в КНД","description":"В рамках курса освещается инструментарий риск-ориентированного подхода и даются рекомендации по его внедрению на практике\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 30, 2017","rating":4.8},{"url":"https://stepik.org/course/3533/","title":"Web Design 1","description":"HTML/CSS\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3487/","title":"Корпоративный фандрайзинг для НКО","description":"Полное название: \"Корпоративный фандрайзинг для НКО: как привлечь средства компании на социальные цели\".\nКурс о том, как нужно действовать НКО, чтобы получить ресурсную поддержку от бизнес-структур на свои проекты. Ориентирован на практиков некоммерческого сектора\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 12, 2017","rating":4.8},{"url":"https://stepik.org/course/3486/","title":"Химия. Подготовка к ОГЭ","description":"Курс содержит необходимую теоретическую информацию и практические задания для подготовки к Основному государственному экзамену по химии. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3479/","title":"Основы патопсихологии","description":"Курс лекций Игнатия Журавлева для студентов МГУ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3471/","title":"Probabilistic Models in Bioinformatics","description":"programming projects for UCLA CS121/221, Bioinformatics 260A\n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 28, 2017","rating":5},{"url":"https://stepik.org/course/3449/","title":"Тестирование на знание стартапов","description":"Курс для изучения стартапов. \nМатериал для подготовки: Top valued startups \n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 20, 2017","rating":0},{"url":"https://stepik.org/course/3432/","title":"JavaScript for Beginners","description":"This course covers the basics of programming in JavaScript, as well as some of the tools and data models that are necessary for the practical use of JavaScript.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/3428/","title":"Биология","description":"авппва\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3411/","title":"Good Clinical Practice Biocup","description":"Дистанционный курс по Good Clinical Practice Biocup\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/3410/","title":"Жить в России: курс социально-правовой адаптации ","description":"Курс для мигрантов и членов их семей, прибывших в Российскую Федерацию в безвизовом порядке, по основам правовой защиты и практикам социально-правовой адаптации  в современном российском обществе\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3406/","title":"История России ЕГЭ ","description":"Курс для подготовки к ЕГЭ. Типовые задания \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3383/","title":"Code Complete","description":"8/8/17\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3361/","title":"Основы психологии","description":"Краткие основы невербального общения, основы психологии в целом.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3356/","title":"Практикум по математике и Python","description":"Практикум для курса на Coursera \"Математика и Python для анализа данных\" с наборами дополнительных задач и материалов для углублённого и более детального изучения материала.\n\nПрактикум находится на стадии разработки.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/3352/","title":"Программирование на Pascal","description":"Учебный онлайн курс направлен на практическое изучение школьниками языка Pascal и основ алгоритмики. Изложение материала ориентировано на активное практическое изучение языка Pascal и приемов создания эффективных алгоритмов. Большое количество практических заданий позволят на практике проверить полученные знания, закрепить полезные умения и навыки.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/3349/","title":"ICC/Python (CFBio)","description":"ICC com Python para o curso de CFBio\n","sourceId":"Stepik","lang":1,"dateFrom":"Aug 1, 2017","rating":0},{"url":"https://stepik.org/course/3346/","title":"Задачи по физике ВНГ","description":"Решение задач по курсу физики для 10 класса. Курс предназначен для сопровождения основного образовательного процесса как средство самостоятельной работы учащихся.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 31, 2017","rating":5},{"url":"https://stepik.org/course/3337/","title":"Aeromechanics Project Course:Part 1 MJ2486","description":"A course to understand the basic principles involve in an aeroelastic problem\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3334/","title":"Course 1","description":"testing\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3331/","title":"APCS Java at Hinsdale South High School","description":"APCS Java Practice used at Hinsdale South High School\n","sourceId":"Stepik","lang":1,"dateFrom":"Aug 18, 2017","rating":0},{"url":"https://stepik.org/course/3326/","title":"Подготовка к ОГЭ (9 класс)","description":"Курс создан для подготовки школьников к успешной сдаче ОГЭ в 9 классе.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 3, 2017","rating":0},{"url":"https://stepik.org/course/3321/","title":"Аттестация","description":"Ежемесячная аттестация\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 30, 2017","rating":0},{"url":"https://stepik.org/course/3320/","title":"GoTo Camp Test 2017","description":"","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3319/","title":"Поисковые запросы для типовых вакансий","description":"В этом уроке мы разберем основные подходы к созданию поисковых запросов и алгоритмов, которые позволят обрабатывать с работных ресурсов максимальное количество резюме.\n\nТак же опишем основные ошибки при создании поискового запроса, к чему они могут привести и как их избежать.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3317/","title":"Вся необходимая информация об анонимном интернет серфинге","description":"Сегодня хотел бы поговорить о веб-сайте, который посвящен таким вопросам как браузер тор, биткоин, Маркеты прямых продаж, DarkNet, и еще много чему связанному с тематикой \"невидимого интернета\". Сайт этот называется www.tor.gy и считается наиболее значимым ресурсом по данной тематике в Рунете. Я здесь нашел множество уникальных статей, которые помогут любому повысить свою грамотность. Эта информация сделает серфинг в глобальной сети более безопасным.\nЗаглянув на данный портал, вы сразу обнаружите рейтинг востребованных Marketplace шопов, который тут ведется. Маркеты занимаются продажей самых различных товаров, главным образом незаконных, посредством тор браузера (об этом мы поговорим позже). Здесь производится рейтинг, который отображает информацию об активности магазинов, это помогает пользователям определиться с поисками. Помимо этого, на интернет-сайте присутствуют развернутые обзоры магазинов, рассказывающие о минусах и плюсах Marketplace.\nЗдесь вы увидите много новостей, но основная изюминка сайта - это качественные статьи. Например, имеется огромный объем материалов о браузере TOR, начав с базисных гайдов по установке и работе, завершая тем, как достичь анонимности. Для вас найдутся здесь статьи о биткоин. Биткоин - криптовалюта, которая стала главной валютой на необъятных просторах DeepWeb, ее применяют на сегодняшний день в основной массе сделок. Но биткоин - это намного больше, и на веб-сайте рассказывается о различных его использованиях в РФ и по всему миру.\nЭто не все темы, которые попались мне на ресурсе, я рассказал вам об основных. Иными словами, данный интернет-сайт может быть очень полезным, в случае если правильно его использовать.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3309/","title":"Medical Imaging","description":"Medical Imaging\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3308/","title":"Что нужно знать при работе с Верой?","description":"Основные моменты и тонкие места при работе с программой.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3303/","title":"Работа с Административной панелью","description":"Основные процессы в Административной панели\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3297/","title":"German language ","description":"i can help you in improving your German language and benefit from each other .\n","sourceId":"Stepik","lang":1,"dateFrom":"Aug 1, 2017","rating":3},{"url":"https://stepik.org/course/3278/","title":"Многопоточность в iOS (Swift)","description":"Познакомьтесь и изучите практически все способы многопоточного программирования под iOS (swift), в том числе малоизвестные.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/3270/","title":"AlfaGram продавец","description":"Базовый курс для обучения менеджеров по работе с клиентами компании AlfaGram\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 18, 2017","rating":0},{"url":"https://stepik.org/course/3266/","title":"Основные процессы при работе с  роботом-рекрутером Верой","description":"Вы научитесь редактировать, создавать и запускать кампанию по поиску сотрудников. Работать с поисковыми запросами и настраивать скрипт разговора. \n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3257/","title":"Скетчинг (Sketching)","description":"Научитесь рисовать быстрые, красивые скетчи, чтобы сохранять яркие впечатления от путешествий и интересных встреч. Всего несколько простых уроков с заданиями введут вас в мир волшебного скетчинг-безумства.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 23, 2017","rating":1},{"url":"https://stepik.org/course/3248/","title":"Квантовые вычисления","description":"В рамках данного курса слушатели познакомятся с математической моделью квантовых вычислений и примерами квантовых алгоритмов (включая алгоритм Шора). Кроме того, студентам будет предложено построить простейший квантовый компьютер на двух кубитах, переносимых фотонами, и запустить на нем алгоритм Дойча.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/3246/","title":"Начинающим агентам по недвижимости","description":"Обучение для риэлторов, вводный материал\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3244/","title":"Introduction to Computer Science (TEALS)","description":"https://teals-introcs.gitbooks.io/introduction-to-computer-science-principles/content/\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3241/","title":"System biology and biotechnology","description":"i would like to learn network analysis\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3216/","title":"Introduction to Classic Ciphers","description":"Python implementations of classic text ciphers. Appropriate for python beginners who have had some practice with manipulating strings and lists, writing \"for\" loops, and organizing code into functions.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/3215/","title":"Logging in Python","description":"This course provides an introduction to the standard Python logging module. It includes basic and advanced examples that can help you debug your Python software. Best practices are demonstrated to help you get the most out of Python logging. This course was tested using Python 2.7 and Python 3.6.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/3213/","title":"Python Unit-Testing Course","description":"An introductory interactive course about unit testing in Python.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3212/","title":"Django Tutorial","description":"Django Tutorial based on Django Girls Tutorial and Django official documentation\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":2},{"url":"https://stepik.org/course/3209/","title":"Теория вероятностей – наука о случайности. Часть 2","description":"Во второй части курса \"Теория вероятностей – наука о случайности\" мы начинаем рассматривать непрерывные вероятностные пространства, что существенно расширяет аналитические возможности теории и позволяет строить интересные модели, используя более продвинутый математический аппарат.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3203/","title":"Погружение в СУБД. Сезон 2017.","description":"Курс для тех, кто уже имеет некоторый опыт проектирования баз данных и разработки приложений и хочет расширить свои знания.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 4, 2017","rating":4.9},{"url":"https://stepik.org/course/3191/","title":"Измерение, кодирование и обработка информации","description":"Курс представляет собой собрание лучших практик по подготовке к экзаменам (ОГЭ, ЕГЭ) в рамках тем: измерение информации (содержательный, алфавитный, вероятностный подходы), кодирование разных типов информации (системы счисления, текст, графика, звук и видео), обработка чисел в электронных таблицах. Курс включает в себя много практических заданий с рецензией в текстовых редакторах, задач на программирование, практические работы в звуковых и видеоредакторах; много расчетных задач, связанных с углубленной и эффективной подготовкой к экзаменам. Курс больше подойдет десятиклассникам, однако совершенно любой заинтересованный человек может пройти его при собственном желании.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/3176/","title":"MDM4U Summer","description":"Grade 12 Data Management in Summer School.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3174/","title":"Семейное право","description":"Курс семейного права для юристов-бакалавров. Курс разработан для использования в качестве дополнительного инструмента при реализации программ высшего образования по очной и заочной формам обучения. Включает три модуля: теоретический, практический, проверочный.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3164/","title":"Менеджмент маркетинга в фармацевтическом бизнессе","description":"Программа ориентирована на сотрудников отдела маркетинга: менеджеры по продукту, менеджеры по продуктовым линейкам, маркетинг менеджеры, бренд-менеджеры фармацевтических компаний, а так же на сотрудников, претендующих на вышеуказанные позиции, желающих получить необходимые знания и полный инструментарий в сфере фармацевтического маркетинга для продвижения по карьерной лестнице.\n\nДанный курс важен и для тех, кто, не имея базовых знаний, имеет большой практический опыт и  обладает должными, с целью повышения профессионализма, систематизации знаний, получения новых методик и обмена опытом.  \n\nЦелью программы является подготовка специалистов, обладающих профессиональными знаниями, умениями и навыками в области современных технологий менеджмента маркетинга фармацевтического бизнеса, необходимых для выполнения нового вида профессиональной деятельности.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 5, 2017","rating":0},{"url":"https://stepik.org/course/3157/","title":"Финансовая грамотность для НКО","description":"Этот курс — обновлённая версия дистанционного видеокурса\n«Финансовая грамотность для НКО», который был\nреализован Центром РНО в 2016 году на платформе Эдуардо и вызвал большой\nинтерес у участников.\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 17, 2017","rating":4.9},{"url":"https://stepik.org/course/3150/","title":"TOEFL vocabulary","description":"Adaptive problem set to check your knowledge of the most important words for the TOEFL. Join the course and try out the first prototype of the adaptive engine!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.2},{"url":"https://stepik.org/course/3149/","title":"Common English Adjectives","description":"Adaptive problem set to check your knowledge of the most common English adjectives. Join the course and try out the first prototype of the adaptive engine!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":3.9},{"url":"https://stepik.org/course/3145/","title":"Основы Git","description":"Курс описывает наиболее часто используемые  команды git, взятые из опыта реальных проектов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/3141/","title":"Социальная история западноевропейской гравюры Старых Мастеров","description":"Визуальные медиа имеют долгую и интересную предысторию. В этом курсе вы узнаете о том, как гравюра в Западной Европе производилась и собиралась, покупалась и воспринималась, какую роль гравированные изображения играли в жизни европейцев XV—XVIII веков? \n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3116/","title":"Alexa Skill Development in Python","description":"Learn how to build skills for Alexa in Python!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3094/","title":"Язык программирования C++","description":"Пробный курс первого года преподавания языка С++ в общеобразовательной школе. \nКурс основан на элементарной базе для преподавания в общеобразовательной школе в 8-9 классах.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/3089/","title":"Теория вероятностей","description":"Курс знакомит слушателей с базовыми понятиями теории вероятностей: вероятностным пространством, условной вероятностью, случайными величинами, независимостью, математическим ожиданием и дисперсией. Доказываются закон больших чисел и некоторые версии предельных теорем. Разобрано много \nпримеров и задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3079/","title":"Basics of Robotics","description":"Course for people who wants to learn\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3067/","title":"Adaptive GMAT Problem Solving","description":"Adaptive course for preparation to the GMAT  Problem Solving section\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3066/","title":"Теория вероятностей","description":"Элементы комбинаторики.\nИсторическая справка и классическое определение вероятности.\nЕдиницы измерения информации и вероятностный подход к измерению информации.\nИспользование вероятностного подхода в решении задач (комбинаторные задачи).\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3065/","title":"Дистанционный курс по информатике","description":"Курс по информатике 7-8 классы\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 5, 2017","rating":0},{"url":"https://stepik.org/course/3039/","title":"Введение в Perl","description":"Цель курса — научиться писать программные продукты на языке Perl. Уметь быстро ориентироваться в чужом коде. Знать возможности языка Perl, его особенности, сильные и слабые стороны.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 6, 2018","rating":4.8},{"url":"https://stepik.org/course/3035/","title":"Контент-маркетинг","description":"Как привлекать клиентов с помощью контента\n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 25, 2017","rating":0},{"url":"https://stepik.org/course/3032/","title":"CloudCoder Exercises","description":"Problem set based on CloudCoder exercise repository (https://cloudcoder.org/repo/).\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3028/","title":"Programming Club Problem Sets","description":"Programming club problem sets.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/3016/","title":"Измерение информации","description":"Курс для систематизации, закрепления, проверки полученных знаний в рамках темы \"Измерение информации\", изучаемой на уроках Информатики и ИКТ в 10 классе.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3011/","title":"Введение в робототехнику","description":"Цель курса – познакомить студентов с основами робототехники. \nРассматриваемые вопросы робототехники включают: \n- определение базовых понятий робототехники;\n- основы конструирования учебных роботов; \n- решение типовых задач на управление роботами.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/3005/","title":"Электроника и схематехника аналоговых устройств","description":"В результате изучения курса студент освоит основные принципы построения аналоговых электронных схем, принципы функционирования усилительных и преобразовательных каскадов, генераторов сигналов, электрических фильтров, принципы работы аналоговых интегральных микросхем, разных аспектов применения элементной базы электроники в практической деятельности.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 31, 2017","rating":3.5},{"url":"https://stepik.org/course/3003/","title":"Обработка числовой информации.","description":"Теоретические основы по теме «Обработка числовой информации\".Тест на проверку знаний. Практическое задание. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2994/","title":"Речевой портрет","description":"Речевой портрет является одним из ключевых понятий антрополингкистики, а конкретнее - социолингвистики. Описание речевого портрета в рамках социолингвистического подхода. Языковая личность и речевое поведение.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2982/","title":"\"Направляющие системы связи\"","description":"Полный учебный курс по дисциплине \"Направляющие системы связи\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2958/","title":"Профессиональная этика журналиста","description":"Курс предполагает ознакомление с профессиональной этикой журналиста как наукой и практической проблемой и ориентирован на то, чтобы помочь студентам глубоко осмыслить сущность профессиональной морали, механизм ее действия, связь с теоретической и нормативной профессиональной этикой. Также в рамках изучения дисциплины студенты знакомятся с профессионально-этическими представлениями, направляющими поведение журналиста. Поэтому курс содержит материал отчетливо выраженной практической направленности. Здесь рассматриваются основные категории, принципы и нормы, представленные в профессионально-нравственном сознании журналистского сообщества и отраженные в его документах\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2953/","title":"Психология журналистики","description":"Психология коммуникации, творческой деятельности и восприятия в журналистике \n","sourceId":"Stepik","lang":2,"dateFrom":"May 30, 2017","rating":0},{"url":"https://stepik.org/course/2952/","title":"BDI4","description":"서울대학교 4차산업혁명 아카데미\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2936/","title":"Коммуникационные технологии в управлении проектами (MS-Project)","description":"Мы изучим базовые подходы к управлению проектами делая акцент на проектные коммуникации. В этом курсе вы узнаете:\n- Типичные проблемы коммуникаций в проектах\n- Что такое план коммуникаций\n- Для чего необходим Устав проекта\n- Как разрабатывать план проекта\n- Почему невозможно эффективно управлять проектом без плана проекта и плана коммуникаций. \n\nКурс состоит из 5-ти модулей, в каждом модуле по несколько уроков.\n\nТеоретический материал курса базируется на требованиях к структуре и составу процессов управления, изложенных в стандартах Института Управления Проектами (PMI, PMBOK).\n\nВ ходе курса необходимо выполнять задания в срок, за нарушение сроков баллы будут снижены. \n\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 18, 2019","rating":5},{"url":"https://stepik.org/course/2932/","title":"Таможенное декларирование через сервис Контур.Декларант","description":"Курс разрабатывается для пользователей веб-сервиса Контур.Декларант с целью их ознакомления с сервисом и процессом декларирования.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.6},{"url":"https://stepik.org/course/2928/","title":"Технологии создания демонстрационных материалов","description":"Для современного обучающегося традиционные источники получения информации, такие, как учебная литература и речь преподавателя утрачивают свое прежнее значение, что приводит к снижению эффективности образовательного процесса. Данная ситуация побуждает к поиску новых методов, форм и средств обучения активизирующих познавательный интерес обучающихся к получению новой информации и их активность на протяжении всего учебного занятия. В связи с этим, от преподавателя требуется поиск новых эффективных методов обучения, методических приёмов и модификация уже существующих методических подходов к обучению.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2919/","title":"Test: simple","description":"Simple test - example for testing\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2907/","title":"Chemistry 12 grade","description":"The Chemistry course for 12 grade students. It is not complete, but will renewed. If you are a my student, you need do all of tests depend on term.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2897/","title":"История России 1953-1964 гг.","description":"Важнейшие события:\nПеремены после смерти И. В. Сталина. Борьба за власть, победа Н. С. Хрущева. \nXX съезд КПСС и его значение. Начало реабилитации жертв политических репрессий. \nОсновные направления реформирования советской экономики и его результаты. Достижения в промышленности. Ситуация в сельском хозяйстве. Освоение целины. \nКурс на строительство коммунизма. Социальная политика; жилищное строительство. Усиление негативных явлений в экономике. Выступления населения.\nПротиворечия внутриполитического курса Н. С. Хрущева. Причины отставки Н. С. Хрущева.\n\nОсновные термины и понятия:\n«Оттепель», реабилитация,  «дестанилизация»,  экстенсивные методы развития экономики, совнархозы, Высший Совет народного хозяйства (ВСНХ),  карибский кризис, номенклатура, самиздат,  волюнтаризм.\n\nИсторические деятели:\nЛ.П. Берия,  Н.С.Хрущев,  Д.Ф. Устинов, Л.И. Брежнев , Ю.А. Гагарин, \nС.П. Королев, А.Д. Сахаров, А. Твардовский, Б. Пастернак, Е. Евтушенко, \nМао Цзедун, Ф. Кастро, Д. Кеннеди.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2893/","title":"Основные свойства звука","description":"Основные свойства звука с точки зрения элементарной теории музыки\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2891/","title":"Deutsch durch Kochen","description":"Deutsch durch Kochen\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2887/","title":"Python PyPI package publication","description":"Practice oriented guide about creating PyPI package. \nIn each step you will be working with the small python project, turning it into complete installable package.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2869/","title":"Работа в среде Scratch","description":"Обучение алгоритмизации и программированию в среде Scratch\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2864/","title":"C#","description":"Первoначальное обучение C#\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2848/","title":"Beginner's Modules for Week 4 (EdX)","description":"Week 4 of \"Beginner's Track\" at EdX\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2847/","title":"Beginner's Modules for Week 3 (EdX)","description":"Week 3 of \"Beginner's Modules\" at EdX\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2846/","title":"Beginner's Modules for Week 2 (EdX)","description":"Week 2 of \"Beginner's Track\" at EdX\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2845/","title":"Имитационное моделирование в среде AnyLogic","description":"","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2843/","title":"Компьютерная графика","description":"История развития компьютерной графики. Растровая графика. Векторная графика.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/2831/","title":"Подготовка к ЕГЭ по информатике","description":"Курс для обучающихся, желающих сдать ЕГЭ по информатике\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/2822/","title":"Экономические районы России","description":"В этом дистанционном курсе Вы познакомитесь с комплексной характеристикой экономических районов, выявите взаимосвязи между природой, населением и хозяйством России, при этом Вами будут использоваться уже имеющиеся знания о компонентах природы, различных сторонах жизни населения и отраслях хозяйства. \n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 17, 2017","rating":0},{"url":"https://stepik.org/course/2805/","title":"Математика (5-11 кл)","description":"Основной курс (бесплатно)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2802/","title":"Happy English","description":"Курс состоит из 4 модулей. Каждое последнее занятие модуля -  итоговый тест.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2797/","title":"Математика 2","description":"Курс математики для 2 года обучения (6-7 класс)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2795/","title":"Математика 1","description":"электронный курс математики, для самых маленьких\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2768/","title":"Решение технических задач на ЭВМ","description":"ЭВМ — основное техническое средство обработки информации.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 17, 2017","rating":5},{"url":"https://stepik.org/course/2765/","title":"Слова,слова,слова... Роль слов в речи","description":"Курс содержит теоретический и практический материал,тесты разного уровня сложности,игровые задания\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2757/","title":"История развития физики в России","description":"История любого ученого - это история о том, как научная мысль переворачивает мир. \n","sourceId":"Stepik","lang":2,"dateFrom":"May 31, 2017","rating":0},{"url":"https://stepik.org/course/2755/","title":"Joomla 3.0","description":"Joomla! — одна из популярнейших бесплатных и наиболее мощных Систем Управления Контентом (Content Management System - CMS). По числу ежедневных скачиваний Joomla! заняла второе место со значительным отрывом от других подобных систем. В независимом рейтинге бесплатных коробочных CMS, проведенном компанией iTrack в начале этого года, доля Joomla! составила 26,14%.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 31, 2017","rating":0},{"url":"https://stepik.org/course/2752/","title":"Алгоритмизация и программирование","description":"Данный курс предназначен для знакомства с элементами теории алгоритмов, базовыми алгоритмическими конструкциями и их реализация на языке Pascal\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2740/","title":"Introduction to Python","description":"The Introduction to Python challenges are used to learn the basics of Python in my high school classes in Rochester, MN.\n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 4, 2017","rating":4.6},{"url":"https://stepik.org/course/2717/","title":"Подготовка к ЕГЭ по информатике в школе космонавтики","description":"Тестовые материалы по заданиям ЕГЭ\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 27, 2017","rating":0},{"url":"https://stepik.org/course/2703/","title":"Русский язык и культура речи","description":"Данный курс предназначен для студентов СПО. Обучающиеся знакомятся с основными качествами речи, функциональными стилями  и нормами современного русского языка.\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 27, 2017","rating":0},{"url":"https://stepik.org/course/2669/","title":"Макияж для себя","description":"Макияж для себя, начальный уровень\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 30, 2017","rating":0},{"url":"https://stepik.org/course/2645/","title":"My pronunciation guide","description":"Recently, I have carried out a survey which shows that you, guys, are really interested in pronunciation. Consequently, I decided to explore the topic. So let's have a look at the most common mistakes and errors which I have collected from my students of Elementary through Advanced  levels. They are typical of the people whose 1st language is Russian.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/2621/","title":"ОСНОВЫ Html & CSS ","description":"Курс направлен на изучение ОСНОВ HTML, CSS для новичков, начинающих и людей не знакомых с этим, но взявших путь освоить. Материал составлен учителем информатики и успешно применяется на уроках в школе.\nДля людей знающих HTML - уроки не расскажут о новом и покажутся поверхностными.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/2607/","title":"Stepik Contest. Data Science","description":"The course consists of the best lessons that were submitted for the Stepik Contest (http://adaptive.stepik.org/).\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2606/","title":"Stepik Contest. JavaScript","description":"The course consists of the best lessons that were submitted for the Stepik Contest (http://adaptive.stepik.org).\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/2600/","title":"Stepik Contest. Java","description":"Adaptive problem set to learn Java. The course consists of the best lessons that were submitted for the Stepik Contest (http://adaptive.stepik.org/).\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2597/","title":"История кино","description":"Краткая история кино\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 9, 2017","rating":0},{"url":"https://stepik.org/course/2574/","title":"Алгебраические дроби","description":"Курс адресован учащимся 8 классов, а также может служить дополнительным курсом при подготовке к ГИА по математике в 9 классе и вступительным экзаменам. \n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 11, 2017","rating":5},{"url":"https://stepik.org/course/2552/","title":"Олимпиадные задачи по математике (5 класс)","description":"Данный ресурс позволит познакомиться с основными типами олимпиадных задач по математике, представленных на различных конкурсах, а так же с методами их решения.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2542/","title":"Неорганическая химия: введение в химию элементов","description":"Курс посвящен современному состоянию теории периодичности – развитию Периодического закона Д.И.Менделеева от открытия до наших дней. На многочисленных примерах раскрываются закономерности изменения свойств s, p, d, f-элементов и химических соединений, демонстрируется возможность прогнозирования важнейших характеристик веществ. Представлены современные направления развития неорганической химии в СПбГУ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/2528/","title":"Бизнес","description":"значит делать\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2527/","title":"Устройство автомобиля","description":"назначение и общее устройство автомобиля\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 2, 2017","rating":0},{"url":"https://stepik.org/course/2521/","title":"Java. Java concurrency","description":"Practical (and adaptive) (and hopefully fun ;) way to study Java concurrency. Many examples, quizzes and even research you will be challenged to do to master Java concurrency. After completing this course you should be able to have a solid foundation and understanding of the Java concurrency concepts, building primitives, managing concurrent programs, as well as getting some knowledge about similarity in concurrency primitives between Java and Go! Go ahead and enroll to see yourself!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/2498/","title":"Очный тур-2017","description":"Очный тур Олимпиады по программированию и информатике 2017\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 5, 2017","rating":0},{"url":"https://stepik.org/course/2496/","title":"Applied Computer Science. Docker","description":"Docker is one of the most popular implementations of Linux containers – technology of lightweight operating-system-level virtualization. The course covers all main areas of Docker technology and illustrates usage of Docker containers to solve everyday IT problems.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2480/","title":"General English for First-Year Students of Humanities","description":"Авторы (кафедра английского языка для гуманитарных специальностей ННГУ им. Н.И. Лобачевского)\nЗолотова М.В., Демина О.А., Каминская Н.В., Ганюшкина Е.В., Телегина О.В.,  Савицкая А.О., Чащин В.А.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/2473/","title":"JavaScript. Introduction for beginners","description":"In this course will be described common language features, which can be implemented to all runtime environments, in accordance with the ECMAScript 6 standard.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/2472/","title":"Квантовая физика","description":"Изучаем тему Квантовая физика с нуля и до С-части\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 28, 2017","rating":0},{"url":"https://stepik.org/course/2439/","title":"Data Science. Applied Machine Learning","description":"Key points on applied machine learning\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2433/","title":"Programming Language 3 - CS313 - Spring 2017","description":"Programming Language 3 - CS313 - Spring Semester - Academic Year (2016/2017) - Faculty of Computers and Information - Helwan University\n","sourceId":"Stepik","lang":1,"dateFrom":"Feb 11, 2017","rating":0},{"url":"https://stepik.org/course/2430/","title":"Python for all","description":"Python 3\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2426/","title":"ЕГЭ Математика(база)","description":"для всех нубов, которые не могут подготовиться сами.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2424/","title":"Клуб любителей химии","description":"если ты не знаешь,что делать дальше,то просто учи химию!\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 23, 2017","rating":0},{"url":"https://stepik.org/course/2407/","title":"Data Science. Introduction to Julia","description":"This practical course will help you to begin studying Julia, a modern dynamic programming language, appropriate for scientific and numerical computing.   \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2403/","title":"Adaptive Java","description":"Adaptive problem set to learn Java. Join the course and you can try out the first prototype of the adaptive engine!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2392/","title":"Введение в Немецкий","description":"В этом курсе вы научитесь основам Немецкого Языка\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2380/","title":"Как выучить времена на английском за 10 минут?","description":"ПОВЕРЬТЕ В СЕБЯ! \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2376/","title":"Основы управления проектами","description":"В настоящем курсе рассматриваются широко используемые методы проектного управления для проектов любых отраслей деятельности. Излагаемые в курсе методы являются базовыми для управления проектами.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.7},{"url":"https://stepik.org/course/2347/","title":"Подготовка к ОГЭ по информатике (интенсивный курс)","description":"Курс рассчитан для обучающихся 8-9 классов школ, лицеев и гимназий, готовящихся к сдаче основного государственного экзамена по информатике.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2345/","title":"Data Science. Effect sizes","description":"d and r families, getting effect sizes from test statistics, interpreting effect sizes\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2341/","title":"Введение в разработку приложений на Sailfish OS","description":"Курс познакомит слушателя с основами разработки под мобильные устройства, работающие на операционной системе Sailfish OS. После прохождения курса слушатели смогут самостоятельно разрабатывать и публиковать собственные приложения.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2336/","title":"Обработка и анализ временных рядов","description":"Курс об обработке и анализе временных рядов. Находится в разработке и будет постепенно дополняться.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2333/","title":"Игротехника в образовании 21 века: курс для педагогов","description":"Курс посвящен современному образованию и тому, как учитель в позиции игротехника может использовать игровые подходы в процессе обучения. В курсе НЕ рассматривается игрофикация (геймификация) и игры вне образовательного контекста!                               Курс подразумевает практическую работу оффлайн.\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 5, 2018","rating":4.8},{"url":"https://stepik.org/course/2313/","title":"Подготовка к ЕГЭ по литературе","description":"Этот курс наиболее эффективно подготовит Вас в экзамену по литературе. \n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 2, 2017","rating":0},{"url":"https://stepik.org/course/2311/","title":"Обеспечение проектной и предпринимательской деятельности ","description":"Курс предназначен для студентов 4 курса, обучающихся по специальности \"прикладная информатика(в экономике)\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 12, 2017","rating":0},{"url":"https://stepik.org/course/2306/","title":"Подготовка к ЕГЭ по предмету \"Обществознание\".","description":"Поступив на этот курс вы научитесь решать первое задание ЕГЭ по обществознанию.\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 31, 2017","rating":0},{"url":"https://stepik.org/course/2303/","title":"Подготовка к ЕГЭ по математике","description":"На этой платформе будет проводиться подготовка к ЕГЭ по математике. Особое внимание будет уделяться именно профильному уровню с уклоном на вторую часть. \n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 17, 2017","rating":1},{"url":"https://stepik.org/course/2302/","title":"ЛИТЕРАТУРА.подготовка к ЕГЭ","description":"Данный курс поможет устранить возможные пробелы в литературе и успешно сдать экзамен\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 19, 2017","rating":0},{"url":"https://stepik.org/course/2300/","title":"Литература/Подготовка к ЕГЭ","description":"Курс помогает закрыть возможные пробелы в литературе и успешно сдать экзамен. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2297/","title":"ECMAScript: arrays and objects as data containers","description":"\nConsiders concepts of array and concept of object in JavaScript and general information about them. Contains 29 practical lessons\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2285/","title":"Вводный курс для биологов. Летняя школа по биоинформатике 2017","description":"вводный курс по программированию для участников Летней школы по биоинформатике 2017. Является обязательным при подаче заявки на школу (поток биологов)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2284/","title":"Ruby on Rails","description":"Learn Ruby on Rails!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/2282/","title":"Java in depth","description":"This course will provide in depth knowledge of java language. This course will benefit both freshers and experience developers\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2274/","title":"Модели организации смешанного обучения ","description":"Пробный курс о моделях смешанного обучения в образовательных организациях. \nНаходится в разработке.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2262/","title":"Java. Collections","description":"The course details the collections in Java and is suitable to study for 60 minutes in the adaptive learning setting (5 theory lessons and 20+ practical lessons).\n\n\n\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/2259/","title":"Multivar (2018)","description":"Вопросы тестов к курсу \"Анализ и визуализация многомерных данных с использованием R\"\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 14, 2018","rating":0},{"url":"https://stepik.org/course/2244/","title":"Passwords: An Overt Enigma","description":"Do you really know what a password is? Have you ever pondered why you call your password \"yours\" and how true your claim is? These are not vain questions. Despite the answers are plain they a somehow ungraspable for a normal person, as if these answers require you to visit very dark corners of your consciousness.\n\nyou will learn:\n- what a password is and what a password isn't\n- what is a password and what isn't a password\n- what a password's \"strength\" is\n- what makes your password YOURS\n- how to create a \"good\" password\n- how much you were mislead by the \"best practices\"\n- how to make your services more comfortable for users with respect to authentication\n\n(optionally) you will also learn how to apply very basic mathlogic to real life situations.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2240/","title":"Бухгалтер","description":"орлол\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2228/","title":"Межличностное общение","description":"В данном курсе мы рассмотрим основы межличностного общения\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.5},{"url":"https://stepik.org/course/2225/","title":"Основы ядерной физики на ЕГЭ. ","description":"Очень сокращенный курс является фрагментом занятия подготовки к ЕГЭ по физике для 11 класса. Подразумевается, что все участники данного курса знакомы с предыдущими разделами физики. \n\nЗанятие подразумевает организацию перевернутого обучения и ОС после его проведения. \n\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 3, 2017","rating":0},{"url":"https://stepik.org/course/2220/","title":"Математика","description":"Разбор тем школьного курса по математике, их применение при решение заданий ОГЭ/ЕГЭ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2215/","title":"Оптика","description":"Это будет круто\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 28, 2017","rating":0},{"url":"https://stepik.org/course/2196/","title":"Курс \"Основы религиозных культур и светской этики\". Введение.","description":"Краткое пояснение основных понятий курса \"Основы религиозных культур и светской этики\". Введение в преподавание.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 13, 2019","rating":4.8},{"url":"https://stepik.org/course/2194/","title":"Computação I","description":"Curso de Computação I da UFRJ, dado pela professora Laura Moraes.\n","sourceId":"Stepik","lang":1,"dateFrom":"Mar 6, 2017","rating":0},{"url":"https://stepik.org/course/2182/","title":"Электродинамика","description":"Контрольная\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2175/","title":"Английский ","description":"Изучение онлайн бесплатно \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2154/","title":"Modeling and Simulation using R","description":"Learn how to create a model of a real world process and run simulations to predict its performance. This Course will focus on Discrete Event Simulation in Healthcare context.\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 31, 2017","rating":5},{"url":"https://stepik.org/course/2152/","title":"Основы статистики. Часть 3","description":"В данном курсе мы продолжаем наш разговор об анализе данных. В курсе более подробно рассматриваются темы в области регрессионного анализа, разбираются такие важные вопросы как повторные измерения в статистике и смешанные регрессионные модели.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/2093/","title":"Beginner's Modules for Week 1 (EdX)","description":"Week 1 of \"Beginner's Track\" at EdX\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2083/","title":"INTD 121 Spring 2017","description":"This is an introduction to Python.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2073/","title":"Электроны и их друзья","description":"Введение в химию для личных целей.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2069/","title":"Русский по-взрослому","description":"Курс по грамотности и культуре речи для взрослых. Автор и ведущая - Анна Валл.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2061/","title":"Information Systems and Organization","description":"LSIS 5010\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2057/","title":"Python. Functional Programming","description":"The course is about functional elements available in Python and their usage\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/2044/","title":"Вебинар 2.0 | Электромагнитная индукция","description":"Все домашки по теме Магнитное поле\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2041/","title":"Методика судейства и концепция состязаний ВРО 2017","description":"Подготовка судей региональных этапов и заключительного этапа Всероссийской Робототехнической Олимпиады 2017\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 5, 2017","rating":4.3},{"url":"https://stepik.org/course/2040/","title":"Java Base","description":"Базовые элементы Java\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/2034/","title":"Курс по Игрофикации в качестве Ментора, работа с комментариями","description":"Этот курс создан для того, чтобы можно было получить сертификат Ментора по курсу Игрофикация на платформе Stepik\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2030/","title":"Химия 10 класс","description":"Для учащихся 11 классов\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2016","rating":0},{"url":"https://stepik.org/course/2027/","title":"Курс по Игрофикации в качестве Ментора, вклад в контент и задачи","description":"Этот курс создан для того, чтобы можно было получить сертификат Ментора по курсу Игрофикация на платформе Stepik\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2023/","title":"Java. Object-oriented programming","description":"This course is an introduction to object-oriented programming (OOP) in Java. Here are explained the basics of OOP and implementation of it's basic elements: classes, instances, methods. This course is intended for beginners and is not needed previous programming experience.  \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2019/","title":"Chemistry 11 Grade","description":"Предназначен для учащихся 11 классов\n","sourceId":"Stepik","lang":1,"dateFrom":"Aug 31, 2016","rating":0},{"url":"https://stepik.org/course/2012/","title":"Программирование на Objective-C","description":"Программирование на Objective-C\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2009/","title":"Экспресс-курс \"Управление проектами в MS-Project 2016\"","description":"Курс о том, как эффективно использовать систему управления проектом Microsoft Project 2016.\n\nТеоретический материал курса базируется на требованиях к структуре и составу процессов управления, изложенных в стандартах Института Управления Проектами (PMI, PMBOK).\n\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 3, 2018","rating":3.8},{"url":"https://stepik.org/course/2008/","title":"Курс по Игрофикации в качестве Ментора, работа с комментариями","description":"Этот курс создан для того, чтобы можно было получить сертификат Ментора по курсу Игрофикация на платформе Stepik\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/2007/","title":"РКИ через актуальные  и интересные новости","description":"Курс предназначен для тех у кого русский язык не является родным. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1999/","title":"Вебинар 2.0 | Магнитное поле","description":"Все домашки по теме Магнитное поле\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1997/","title":"Оформление и коррекция бровей","description":"красивые бровки от основ до окрашивания\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1990/","title":"Easy Grammar","description":"Курс грамматики английского языка предназначен для учащихся начального этапа обучения. Включает в себя основы грамматического строя английского языка, которые необходимы для успешной коммуникации, а также для дальнейшего освоения языка.  \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1981/","title":"Problem solving with programming","description":"Undergraduate course introducing programming fundamentals in C# language\n\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 31, 2017","rating":0},{"url":"https://stepik.org/course/1978/","title":"Data Science. Natural language processing.","description":"The most topical parts of NLP for everyone.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/1970/","title":"Let's build a simple interpreter","description":"This is a simple course for building interpreter in Python, much inspired by this articles https://ruslanspivak.com/lsbasi-part1/, but with interactive base.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1969/","title":"Introduction to Python for biologists","description":"X\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1967/","title":"Android development for mobile and wearable devices by Jibo He","description":"Android development for mobile and wearable devices by Jibo He @ Wichita State University\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1962/","title":"Calculus II","description":"Guided projects for calculus 2 class\nTufts University Spring 2017\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 29, 2017","rating":0},{"url":"https://stepik.org/course/1947/","title":"Data Structure and Algorithms","description":"Data Structure and Algorithms \n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 25, 2017","rating":0},{"url":"https://stepik.org/course/1942/","title":"Python. Classes","description":"This course presents an introduction to Object Oriented Programming (OOP) using Python. If OOP sounded like a serious term, rest assured, the examples covered here would be fun!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1924/","title":"Курс по Игрофикации со статусом \"Эксперт\" (продвинутый уровень)","description":"Этот курс создан для того, чтобы можно было получить сертификат со статусом Эксперта за прохождение курса Игрофикация на платформе Stepik\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1918/","title":"Operating Systems","description":"A first undergraduate course in Operating Systems covering the fundamental concepts of concurrency, processes, virtual memory, persistent storage, and security, with programming assignments in C, including material from the publicly available educational operating systems environments Pintos and OS161.\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 17, 2017","rating":4},{"url":"https://stepik.org/course/1917/","title":"Javascript. Functional programming.","description":"Functional programming in javascript\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1915/","title":"Математическая статистика","description":"Введение в теорию оценивания, проверку статистических гипотез и анализ линейных моделей.\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 31, 2017","rating":0},{"url":"https://stepik.org/course/1912/","title":"Антарос — seo-помощник","description":"Краткое введение\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/1910/","title":"Java II Mock","description":"Mock Java Course\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 19, 2017","rating":0},{"url":"https://stepik.org/course/1907/","title":"AP Calculus AB","description":"Differential and Integral Calculus\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1905/","title":"Курс по Игрофикации со статусом \"Герой\" (базовый уровень)","description":"Этот курс создан для того, чтобы можно было получить сертификат со статусом Героя за прохождение курса Игрофикация на платформе Stepik\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1899/","title":"Основы робототехники","description":"Элективный курс по информатике\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1892/","title":"Критическое мышление.","description":"критическое мышление.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1891/","title":"Java. Collections Framework.","description":"This course about basic things in the work with java collections. The course includes the functionality introduced in java 8(Stream API + lambda expr., new methods of collections)\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1889/","title":"ЕГЭ по информатике 2017(Курс-конспект)","description":"Курс создается с целью создания полного конспекта с теорией, различными методами и подходами к решению и большим числом примеров задач к ЕГЭ-2017\n","sourceId":"Stepik","lang":2,"dateFrom":"Feb 4, 2017","rating":0},{"url":"https://stepik.org/course/1888/","title":"Информатика (5 класс)","description":"Курс используется как электронное пособие к учебнику для 5 класса Л.Л. Босовой, А.Ю. Босовой.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":2.7},{"url":"https://stepik.org/course/1884/","title":"Подготовка к ОГЭ по информатике","description":"Курс рассчитан на обучающихся 8-9 классов школ, лицеев и гимназий, готовящихся к сдаче основного государственного экзамена по информатике.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/1882/","title":"Телефонные продажи","description":"Курс будет полезен...\nВключает...\nДля того чтобы...\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 15, 2017","rating":0},{"url":"https://stepik.org/course/1880/","title":"Enjoy English 2","description":"Помощь в домашнем задании для учащихся 2го класса, по учебнику Биболетовой М.З.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 13, 2017","rating":0},{"url":"https://stepik.org/course/1879/","title":"Вебинар 2.0 | Электрическое поле","description":"Все домашки по электрическому полю\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1877/","title":"Creating telegram bots with Python","description":"By the end of this course you will be able to create perfectly working, simple bot though.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1874/","title":"Тест LTI","description":"Курс предназначен для тестирования работы LTI\nStepic & Moodle\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 8, 2017","rating":0},{"url":"https://stepik.org/course/1869/","title":"Python. Loops.","description":"Learning one of the most important concepts in python - loops.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1868/","title":"География для учреждений профессионального образования","description":"Освоение содержания учебной дисциплины «География» обеспечивает достижение студентами следующих результатов:\nпредметных:\n−− владение представлениями о современной географической науке, ее участии в решении важнейших проблем человечества;\n−− владение географическим мышлением для определения географических\nаспектов природных, социально-экономических и экологических процессов\nи проблем;__\n−− сформированность системы комплексных социально ориентированных географических знаний о закономерностях развития природы, размещения населения и хозяйства, динамике и территориальных особенностях процессов, протекающих в географическом пространстве;\n−− владение умениями проведения наблюдений за отдельными географическими объектами, процессами и явлениями, их изменениями в результате природных и антропогенных воздействий;\n−− владение умениями использовать карты разного содержания для выявления закономерностей и тенденций, получения нового географического знания о природных социально-экономических и экологических процессах и явлениях;\n−− владение умениями географического анализа и интерпретации разнообразной информации;\n−− владение умениями применять географические знания для объяснения и оценки разнообразных явлений и процессов, самостоятельного оценивания уровня безопасности окружающей среды, адаптации к изменению ее условий;\n−− сформированность представлений и знаний об основных проблемах взаимодействия природы и общества, природных и социально-экономических аспектах экологических проблем.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1866/","title":"Теорема Пифагора: просто, сложно, интересно!","description":"В рамках этого курса слушатели изучат основы аналитической геометрии на плоскости, а также научатся решать широкий класс задач, в которых используется теорема Пифагора. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1863/","title":"“Finding Hidden Messages in DNA” - Adaptive Problem Set","description":"Test attempt to create adaptive version of bioinformatics specialization\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 1, 2017","rating":0},{"url":"https://stepik.org/course/1861/","title":"Векторная графика","description":"Курс предназначен для учеников 8-11 классов. Желающих углубить свои знания в области векторной графики, а также обучиться основам работы с программой Corel Draw. После каждой главы помещён тест, выполнение которого позволяет ученикам самостоятельно проверить и оценить приобретенные знания, обнаружить имеющиеся пробелы и сделать выводы.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 31, 2016","rating":0},{"url":"https://stepik.org/course/1856/","title":"Applied Computer Science. Regular Expressions","description":"This course is related to different areas and aspects of regular expressions. \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1855/","title":"Основы теории чисел в упражнениях","description":"Тренажер по основам теории чисел\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 9, 2017","rating":3.5},{"url":"https://stepik.org/course/1852/","title":"Строение и функции пищеварительной системы человека","description":"Курс включает в себя основы анатомии и физиологии пищеварительной системы человека. Рассчитан на обучающихся 8-х классов общеобразовательных школ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/1842/","title":"Как запомнить иностранный алфавит?","description":"Курс посвящён методике diglot-weave, которая позволяет легко запомнить любой алфавит\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 4, 2017","rating":0},{"url":"https://stepik.org/course/1841/","title":"Теорема Менелая","description":"В курсе приведены доказательства теоремы Менелая, теоремы Дезарга и теоремы Чевы, подробно разобраны задачи на использование перечисленных теорем, предлагаются задачи для самостоятельного решения. Интересными являются исторические сведения по теме.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 4, 2017","rating":0},{"url":"https://stepik.org/course/1839/","title":"Haskell for Bio-Informatics","description":"Haskell for implementing Bio-Informatics algorithms.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1825/","title":"I wish I had a server named Francis!","description":"Cloud Computing Basics! The first steps to becoming a master at your own server. Setting up a secure EC2 server on Amazon AWS, using command line, SSH, Git, configuring an Nginx web server, setting up your first database with MySQL, and more! Get introduced to Network Security, Versioning, Linux, Databases, System Architecture, Web Hosting, and all the backend shenanigans necessary for making the most use of Computing power. Use this as legs into Data Science, Distributed systems, Programming, Full Stack deployment, your own personal website,  Machine Learning, and way, way more. \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1818/","title":"Устойчивое развитие — стратегия планеты Земля","description":"Устойчивое развитие — это концепция, повсеместная реализация которой поможет человечеству удовлетворять собственные текущие потребности без ущерба для следующих поколений. Основная цель курса — предоставить широкой аудитории информацию об устойчивом развитии.\n\nОн предназначен для всех, кому интересна эта тема, не ограничен ни возрастными, ни образовательными, ни профессиональными рамками.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/1814/","title":"Курс химии 9 класса","description":"Курс предназначен для изучения учащимися 9 классов общеобразовательных школ, находящимися на индивидуальном или домашнем обучении\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1812/","title":"Лексика русского языка.","description":"В данном курсе учащиеся познакомятся с синонимами, антонимами и многозначными словами.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1811/","title":"Устное народное творчество","description":" Необъятно устное народное творчество. Создавалось оно веками, имеется множество его разновидностей. В переводе с английского языка \"фольклор\" - это \"народное значение, мудрость\". То есть устное народное творчество - все, что создается духовной культурой населения за века исторической жизни его.  Если внимательно прочитать произведения русского фольклора, можно заметить, что он на самом деле отражает многое: и игру фантазии народа, и историю страны, и смех, и серьезные думы о жизни человека. Слушая песни и сказки предков, люди задумывались над множеством непростых вопросов своего семейного, общественного и трудового быта, размышляли, как бороться за счастье, улучшить свою жизнь, каким должен быть человек, что следует высмеивать и порицать. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1808/","title":"Математика 2 класс","description":"Приемы вычисления во втором классе. Сложение и вычитание круглых чисел, сложение и вычитание с переходом через десяток.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1805/","title":"Лексика. ","description":"Общеупотребительные, диалектные и профессиональные слова.\nСинонимы, антонимы, многозначные слова.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2016","rating":0},{"url":"https://stepik.org/course/1796/","title":"РОБОТОЛОГИЯ: Электроника и программирование","description":"Изучаем электронику, используем контроллер для измерения электрический параметров цепей, программируем интерфейс управления контроллером в Scratch. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1795/","title":"Technical maintenance of aircraft  and aircraft engines","description":"In this course you will learn about civil aviation in the Russian economy, the role of an engineer of aircraft technical maintenance, and training facilities and benefits at Samara University\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/1791/","title":"Stepik plugin","description":"Курс про Stepik плагин и IDE в которых он используется.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1790/","title":"Introduction to Java","description":"Introduction to Java, roughly equivalent to CS1/CS2 in ACM curriculum\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 9, 2017","rating":0},{"url":"https://stepik.org/course/1788/","title":"PowerShell","description":"Learn PowerShell in the browser\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1786/","title":"+ 3 часа каждый день","description":"Как  быстро разобраться со своими \"ворами времени\" и  получать минимум 3 часа свободного времени каждый день\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1780/","title":"Операционные системы","description":"Курс об основах внутреннего устройства ядра ОС. Несмотря на краткость, информации, данной в курсе, достаточно для написания простейшей многозадачной ОС. Для того чтобы работать с примерами, вам понадобятся средства разработки GNU (компилятор языка С и компоновщик) и утилита make.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/1777/","title":"Превратить английский в страсть ","description":"Курс для тех, кто много лет пытается выучить английский язык \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1753/","title":"Организация и обслуживание воздушных перевозок","description":"В этом курсе Вы познакомитесь с основами организации и обслуживания воздушных перевозок, сможете увидеть изнутри сложный механизм работы аэропорта, узнаете о деятельности авиакомпаний и многом другом.\nВ основу курса легли материалы лекционных и практических занятий подготовки бакалавров по направлению \"Технология транспортных процессов\" Самарского национального исследовательского университета имени академика С.П. Королева.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/1751/","title":"JavaScript. Object model","description":"JavaScript is a flexible multiparadigm language. It has become a main language of the web. And web is not the only playground for this powerfull language.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/1711/","title":"Информатика и ИКТ (6 класс)","description":"Информатика и ИКТ (6 класс)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1709/","title":"Data Science. Logistic Regression","description":"In this course, you will learn what is a logistic regression model, what it is used for, and how to fit a model to real data using RStudio.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1706/","title":"Java II","description":"Practice problems and supplementary information associated with UCSD's CSE 8B.\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 9, 2017","rating":5},{"url":"https://stepik.org/course/1701/","title":"Reverse Engineering Python for Bio Informatics Applications","description":"Python Q28865\nPrimary subject area: Python \n\nRick Champion. \nrachampion@dons.usfca.edu\nhttps://www.linkedin.com/in/richard-champion-b275a285\n\nPython is widely used in bioinformatics. This course uses bio informatics applications to be reverse engineered. Lessons consist of a bio informatics problem definition, associated source code, and suggestions for follow up. One outcome of the course is an understanding of Python syntax. Another is a basis for understanding bio informatics algorithms.\n\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1700/","title":"An introduction to metaheuristic algorithms","description":"Metaheuristic algorithms is designed to find a sufficiently good solution to an optimization problem. Metaheuristics will be useful if you know what you want, but have no idea how to achieve it. This course will examine approaches to solving solvable and unsolvable problems that may arise in everyday life. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1684/","title":"Computer Concept","description":"Course on computer concept\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1677/","title":"Техническая эксплуатация летательных аппаратов и двигателей","description":"В этом курсе вы узнаете о необходимости использования гражданской авиации в экономике России, роли инженеров по техническому обслуживанию и ремонту авиационной техники, особенностях обучения в Самарском национальном исследовательском университете имени академика С.П. Королева.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.9},{"url":"https://stepik.org/course/1676/","title":"Начало работы с WPF. Visual Studio","description":"Данный курс посвящен языку программирования C# и платформе .NET.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/1673/","title":"Java collections framework","description":"Collections in java is a powerful framework that provides an architecture to store and manipulate the group of objects. All the operations that you perform on a data such as searching, sorting, insertion, manipulation, deletion etc. can be performed by Java Collections.\n\nIn this course, we will be exploring the use of collection to solve basic Algorithm and data structure problems in effective ways.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1671/","title":"Intro to Web Programming","description":"Applied computer science\n","sourceId":"Stepik","lang":1,"dateFrom":"Jan 19, 2017","rating":0},{"url":"https://stepik.org/course/1669/","title":"Numerical solution of ordinary differential equations","description":"Numerical solution of ordinary differential equations\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1667/","title":"Крестики-нолики на Python & PyGame","description":"В данном курсе будет рассмотрена работа с python библиотекой pygame на примере реализации игры \"Крестики - нолики\"\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 13, 2016","rating":0},{"url":"https://stepik.org/course/1666/","title":"Binary Search: Analysis and Implementation","description":"The purpose of this course is to teach Binary search algorithm, its complexity analysis and implementation in C/C++/Java. It is assumed that students have basic knowledge of programming (Maneuvering of Loop and Array in one language). After completion of this course, students will have a thorough understanding of searching an element among a collection of elements.  \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1659/","title":"Системы счисления","description":"Краткие сведения о системах счисления, их видах, способах перехода от одной СС к другой.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 22, 2016","rating":0},{"url":"https://stepik.org/course/1650/","title":"Подготовка к ЕГЭ по математике (профильный уровень)","description":"Курс создан для желающих сдать ЕГЭ по математике на профильном уровне\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1649/","title":"Старинные русские меры длины.","description":"   В рамках данного курса Вы узнаете о возникновении и использовании нашими предками мер длины.\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 2, 2016","rating":0},{"url":"https://stepik.org/course/1646/","title":"История Древней Руси","description":"Обзорный курс отечественной истории, охватывающий период от IX-XIII веков. Иначе говоря, от образования Древнерусского государства до Ордынского нашествия\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1645/","title":"8 класс","description":"Информатика по Босова Л.Л. ФГОС\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 14, 2017","rating":5},{"url":"https://stepik.org/course/1644/","title":"Мультипликация Macromedia Flash 8","description":"Курс предназначен для тех кто уже знаком с основными видами анимации во Flash, кто четко представляет как работать со сценами и слоями-масками. Пошаговая инструкция создания мультимедийного, интерактивного фильма.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1627/","title":"Как освоить компьютер с нуля?","description":"Мир информационных технологий развивается каждую минуту, возможно каждую секунду, но часто возникают вопросы по базовым возможностям управления. Да, в основном это люди преклонного возраста, но встречается и молодежь, которая умеет пользоваться компьютером, но как он работает понятие не имеют, поэтому допускают много ошибок во время использования.\n\nПройдите бесплатный курс уроков подходящий для разной возрастной аудитории, любой умеющий читать, смотреть и слушать сможет освоить уроки без труда.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 4, 2016","rating":0},{"url":"https://stepik.org/course/1621/","title":"Тренажер ЕГЭ 2017 / Математика. Профильный уровень. Первая часть","description":"Курс представляет собой набор задач из ЕГЭ по математике (профильный уровень, первая часть), созданный на основе открытого банка заданий ЕГЭ «Федерального института педагогических измерений».  \n\n\nВ курсе нет разборов задач, есть только их автоматическая проверка. Предлагаются задачи по следующим темам: алгебра, уравнения и неравенства, функции, начала математического анализа, геометрия,  элементы комбинаторики, статистики и теории вероятностей.\n\n\nВсе материалы абсолютно бесплатны.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/1620/","title":"Математика 6 класс","description":"Все уроки математики за 6 класс\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 30, 2016","rating":0},{"url":"https://stepik.org/course/1619/","title":"Software Training","description":"Learning basics of Softwares.Morbi sem erat, molestie ornare nisl mollis, tempor sodales mauris. Cras hendrerit.\n\nFusce in purus rutrum, tristique metus sed, laoreet mi. Nullam nec mauris in lorem blandit vehicula. Nulla felis lectus, luctus sed accumsan sit amet, posuere id elit. Mauris malesuada vulputate gravida. Nulla placerat mi dolor, ut molestie tortor porttitor ac. Duis leo ipsum, luctus in posuere nec, laoreet ac lectus.\n\nEtiam interdum justo nunc, ac volutpat erat elementum id. Fusce dapibus mauris ac dictum porta. Sed pretium luctus elementum. In sollicitudin felis semper purus imperdiet lobortis. In odio tellus, rhoncus eget dolor in, molestie laoreet lacus. Praesent velit elit, ultrices vitae dictum sed, molestie et eros. Etiam facilisis commodo mi sed sagittis. Mauris nec lobortis magna. Nam eleifend elit eget felis vulputate facilisis. Donec sed nunc diam.\n\nDonec tellus augue, dictum a urna id, adipiscing placerat turpis. Nunc malesuada urna lectus, non condimentum lorem elementum eu. Nulla tincidunt auctor euismod. Vestibulum sit amet diam vel quam viverra sodales. Cras nulla sem, rhoncus eu aliquet sed, placerat quis arcu. Vivamus orci felis, vestibulum bibendum lacus vel, sagittis tempor risus. Nullam vestibulum quis magna rutrum lobortis. Suspendisse eros magna, volutpat quis suscipit vitae, semper id sem.\n\n\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/1618/","title":"Marketing Management","description":"Morbi sem erat, molestie ornare nisl mollis, tempor sodales mauris. Cras hendrerit, neque cursus ornare aliquam, massa massa posuere purus.\n\nLorem ipsum dolor sit amet, consectetur adipiscing elit.\nCras consectetur, nisi et mollis vulputate, odio mauris dapibus massa, vel facilisis erat neque sit amet augue. Mauris porttitor fringilla mauris, in malesuada nibh fermentum et. Cras odio leo, auctor eget faucibus a, luctus quis justo.\n\nFusce vitae dictum metus.\nPraesent sodales, ante vitae fringilla hendrerit, urna purus consequat lectus, eget mollis nibh neque sit amet nisl. Nunc ullamcorper posuere quam, non suscipit leo aliquam ut. Etiam pulvinar velit velit, molestie cursus dolor varius ut. Integer blandit eu ipsum sed egestas.\n\nSuspendisse at elit ante. Proin porta nec tortor ut consequat. Sed in condimentum nulla. Curabitur consequat porttitor dignissim. Sed feugiat placerat leo, eget auctor ligula pretium ac. Vivamus euismod, velit eu mollis lobortis, metus ante tristique mauris, sit amet bibendum tellus elit a urna.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1612/","title":"Управление вычислениями","description":"Курс посвящен изучению инструментария для работы с данными, автоматизации анализа и обеспечению воспроизводимости.\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/1611/","title":"Теоретическая информатика: вычислимость","description":"Теоретическая информатика — раздел математики, связанный с логикой, алгоритмами, сложностью: там много несложных, но важных результатов, о некоторых мы попробуем рассказать. В этом курсе мы расскажем про общую теорию вычислимости (что в принципе могут делать алгоритмы --- если отвлечься от практических ограничений, а что не могут)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1609/","title":"Hao's course","description":"This is the test!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1595/","title":"Java. Functional programming","description":"The course introduces elements of functional programming in Java 8. \nAfter completing this course, you should have a basic understanding of lambda expressions, functional interfaces, stream API, lazy evaluation, currying and monads.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1594/","title":"Природные зоны России ","description":"В рамках данного дистанционного курса слушатели расширят и углубят свои знания о природных зонах России.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1593/","title":"Бормотанье кота Люмуса.","description":"В этом курсе кот-британец Люмус поделится с ребятами 5-6 классов как преодолеть хитрости и сложности английского языка.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1591/","title":"Класс Насекомые","description":"В рамках этого дистанционного курса вы сможете изучить особенности класса Насекомые и проверить свои знания по данной теме с помощью тестовых заданий.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1590/","title":"Россия при Петре I","description":"Курс рассматривает  жизнедеятельность самого удивительного русского правителя.\nИстория России знала самых разных правителей: глупых, жестоких, мудрых, великодушных, злопамятных, смелых. Но такого, как Пётр I, кратко говоря, не было никогда. Поэтому и имя ему народ дал Великий – за заслуги и деяния, направленные на благо страны.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1589/","title":"День за днем","description":"Курс \"День за днем\" состоит из двух модулей: 1.\" Будни\" и 2. \"Праздники\".В каждом модуле будет по 4 урока.Здесь вы познакомитесь с интересным страноведческим материалом и отработаете Present Simple  и Present Continous.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":2},{"url":"https://stepik.org/course/1585/","title":"Время Past Simple в английском языке","description":"В рамках данного дистанционного курса слушатели познакомятся со структурой, правилами построения и особенностями употребления одного из самых \"востребованных\" времен английского языка  Past Simple (Indefinite).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/1582/","title":"Информатика","description":"дистанционное обучение\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1572/","title":"Play with C Programming","description":"example\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1571/","title":"Метод Монте-Карло","description":"Знакомство с моделированием Методом-Карло\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1566/","title":"ЕГЭ по информатике. Сборник задач","description":"Сборник задач для подготовки к ЕГЭ по информатике. Задания расположены в тематических блоках. [БЕТА-ВЕРСИЯ]\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1564/","title":"Латинский язык: Грамматический конструктор","description":"Латинский язык — это программирование от Античности: база для новейшей терминологии, корпус основополагающих юридических текстов, источник современной европейской литературы и культуры.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/1557/","title":"Подготовка к ОГЭ по информатике","description":"Курс для подготовки к ОГЭ по информатике. \nДля обучающихся в 8- 9 классах.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jan 15, 2017","rating":0},{"url":"https://stepik.org/course/1554/","title":"Курс молодого продажника","description":"Многие люди занимаются продажами, основываясь на собственных ощущениях. Этот курс поможет разложить по полочкам основные моменты и научит Вас продавать правильно!\n\nКурс для менеджеров по продажам и для тех, кто хочет им стать.\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 25, 2016","rating":0},{"url":"https://stepik.org/course/1548/","title":"География России","description":"Россию можно подразделить на три весьма обширных региона: Европейская Россия, занимающая территорию на запад от Уральских гор; Сибирь, протянувшаяся от Урала почти до Тихоокеанского побережья и Дальний Восток России.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1528/","title":"Исследователь Арктики","description":"Исследователь.. Кто этот человек? Какими качествами он должен обладать?  В курсе рассматриваются особенности организации и реализации исследовательской деятельности. Кроме того, даются рекомендации и упражнения для проработки основных исследовательских навыков, которые позволят выработать стратегию по планированию своего исследования. \n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 25, 2019","rating":0},{"url":"https://stepik.org/course/1524/","title":"Как быть лучшим","description":"111\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1523/","title":"Введение в Общественное Расследование","description":"Как собирать, проверять и представлять обществу информацию, необходимую  для разоблачения нарушений прав человека.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1521/","title":"Люди с нарушениями развития и интеллекта: навыки общения","description":"Навыки общения с людьми с нарушениями развития и интеллекта для волонтеров и родителей.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1504/","title":"Metagenomics","description":"Alla & Co.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1497/","title":"Python. Data type ","description":"The example of the course to Stepik Contest http://adaptive.stepik.org\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1495/","title":"Сказочный маркетинг и менеджмент","description":"курс кейсов\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1491/","title":"Подготовка к ЕГЭ 2017. Русский язык","description":"Орфография. Пунктуация. Развитие речи в формате ЕГЭ. ТЕОРИЯ - ПРАКТИКА\n","sourceId":"Stepik","lang":2,"dateFrom":"Nov 1, 2016","rating":0},{"url":"https://stepik.org/course/1480/","title":"Программирование на языке Python","description":"Изучение основ программирования на языке Python - типы данных, списки, кортежи, словари, операторы. Работа с различными видами библиотек, таких как turtle, math, numpy, sympy, matplotlib, time, serial и т.д.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.5},{"url":"https://stepik.org/course/1477/","title":"Люди с нарушениями развития и интеллекта: общение и этикет","description":"тест\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1471/","title":"Алгебра логики","description":"Данный курс является выдержкой из школьного курса информатики (8 класс).\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 28, 2016","rating":0},{"url":"https://stepik.org/course/1466/","title":"Совершенствование и развитие  через онлайн туризм","description":"«Земля помогает нам понять самих себя \nкак не помогут никакие книги» \n  Сент-Экзюпери  (Планета Земля)\n\nЦель курса: \nРаскрыть возможности развития личности и познание мира через путешествия  и литературное творчество. \nВ процессе данного курса,  совместно понять, осознать и в последствии доводить до общества значение путешествий и литературного творчества для развития человека  и познания мира.  Попытаться понять зависимости, связи и причины, приводящие к регрессии  общества на фоне развития современных технологий. Рассмотреть путешествия как прогресс,\n как процесс и как движение в развитии человека  и общества.\nЗадуматься о причинах, следствиях\nи  законах, управляющих нашей жизнью, а так же о последствиях... У обучающихся по данному курсу появится возможность познакомиться с сетевыми сообществами по данному направлению, развития общения и коммуникации. При успешном  окончании курса  появится шанс   дальнейшего сотрудничества и карьерного роста.\n\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1458/","title":"Базовый курс по Медицинскому симуляционному обучению","description":"Курс базовой сертификации Специалистов по медицинскому симуляционному обучению\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1449/","title":"Визуализация","description":"В данном курсе мы рассмотрим такую интересную тему, как \"Визуализация\" в нашем современном мире.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1421/","title":"Stepicon – Обзор типов задач","description":"Demo-курс к презентации \"Обзор типов задач в Stepik\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1416/","title":"Medical English","description":"медицинские термины, переводы медицинских текстов\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1406/","title":"AP Computer Science Problem Sets (UCVTS)","description":"Problem Sets for AP Computer Science A\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1403/","title":"HSE Data Science - 2","description":"midterms\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1402/","title":"Piping Engineering","description":"MIT Group established The 'Centre for Piping and Process Engineering' in 1994. It was reckoned to be the oldest centre for Piping and Process Engineering. Through the years, this centre has created its identity for developing skills for its part-time program in piping engineering. A well-equipped library, live projects, latest software like CAESAR II, AUTO-CAD, PDMS for 3D Modeling and state-of the art infrastructure gives the students a chance to get the best training at the leading centre in training and education in Piping Design.\n","sourceId":"Stepik","lang":1,"dateFrom":"Nov 16, 2016","rating":0},{"url":"https://stepik.org/course/1394/","title":"Post Graduation Program in Piping Engineering","description":" piping is a system of pipes used to convey fluids (liquids and gases) from one location to another. The engineering discipline of piping design studies the efficient transport of fluid.[1][2]\n\nIndustrial process piping (and accompanying in-line components) can be manufactured from wood, fiberglass, glass, steel, aluminum, plastic, copper, and concrete. The in-line components, known as fittings, valves, and other devices, typically sense and control the pressure, flow rate and temperature of the transmitted fluid, and usually are included in the field of Piping Design (or Piping Engineering). Piping systems are documented in piping and instrumentation diagrams (P&IDs). If necessary, pipes can be cleaned by the tube cleaning process.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1384/","title":"Молекулярная биология","description":"-\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1383/","title":"Подготовка к ОГЭ по Обществознанию","description":"Подготовка к ОГЭ по Обществознанию\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1381/","title":"Exploratory Data Analysis","description":"Тест про графики и специфику эксплораторного анализа\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1378/","title":"Классическая механика","description":"Уникальный в своём роде онлайн-курс, позволяющий за сравнительно небольшой период времени подробно изучить школьный курс механики на профильном уровне. Учащиеся, успешно окончившие обучение, приобретут навыки решения сложных и нестандартных задач и смогут принять участие в олимпиадах по физике высокого статуса.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1376/","title":"ТРИЗ / ТЕСЕ  ЮД (курс)","description":"ТРИЗ / TESE (курс) на основе материалов ЮД\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1375/","title":"Базовый курс предметного дизайна","description":"Мы учим проектировать предметы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1374/","title":"CSC3302","description":"Java programming course\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1368/","title":"Решение задач по физике по теме \"Закон Всемирного тяготения\"","description":"Данный курс обучает решению задач на закон Всемирного тяготения,  движение спутников планет. Подборка заданий систематизирована и обеспечивает достаточный уровень подготовки к поступлению в профильные ВУЗы. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1367/","title":"Mindfulness ","description":"XYZ \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1366/","title":"Informatica II","description":"RBachelor\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1364/","title":"Алгоритмизация","description":"алгоритмы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1363/","title":"Bioinformatics 260A/CS221 2016","description":"programming projects for UCLA CS 221 / Bioinfo 260A Fall 2016\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1362/","title":"Bioinformatics CS121/Chem 160A 2016","description":"Programming projects for CS121/221/Bioinfo 260A/Chem 160A/260A at UCLA Fall 2016\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1360/","title":"English","description":"a\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1358/","title":"Test course for MIT University (Pune)","description":"Test course for MIT University (Pune)\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1304/","title":"Learning Python with ITutor","description":"Практикум для учеников университетской олимпиадной школы ITutor, а также для всех желающиих освоить/закрепить свои знания в программировании на Python.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/1301/","title":"Олимпиада НТИ. Нейротехнологии. 1 этап. 1 попытка","description":"Задачи 1 этапа Олимпиады НТИ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1296/","title":"Подготовка к Олимпиаде НТИ (на основе задач 2015/16 года)","description":"Данный курс объединяет практически все задания отборочных этапов и часть заданий финала командной инженерной олимпиады школьников \"Олимпиада Национальной технологической инициативы\" 2015/16 учебного года. Курс предназначен для подготовки к олимпиаде этого года. Рекомендуем данный курс школьникам 8-11 классов.Подробнее об олимпиаде и ее профилях вы можете прочитать на сайте nti-contest.ru.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1295/","title":"HSE Enterprise Data Analysis Exam","description":"...\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1294/","title":"Java","description":"Huh\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1279/","title":"HSE Applied Software","description":"Курс ППО\nНИУ ВШЭ СПб\n2016-2017 \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1274/","title":"Java","description":"Test_1\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 27, 2016","rating":0},{"url":"https://stepik.org/course/1271/","title":"Игротехника в образовании 21 века: курс для педагогов ","description":"Курс посвящен современному образованию и тому как учитель в позиции игротехника может использовать игровые подходы в процессе обучения. В курсе НЕ рассматривается игрофикация (геймификация) и игры вне образовательного контекста!                               Курс подразумевает практическую работу оффлайн. В четвертом модуле предусмотрена практика в виде игры живого действия, на которую следует заложить час дополнительно. \n","sourceId":"Stepik","lang":2,"dateFrom":"Dec 13, 2016","rating":3.4},{"url":"https://stepik.org/course/1270/","title":"Ориентирование в образовании","description":"курс для родителей, позволяющий осмыслить  ситуацию, включиться в инновационный процесс  и отработать умение сопровождать своего ребенка в его индивидуальной образовательной траектории.  Содержит описание  и освоение возможностей прогнозировать будущее, знакомиться с современными концепцияи и действиями  групп\nпрорыва,  участвовать в сфере оснащения человека средствами его становления   \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1261/","title":"Calcul tabelar","description":"MS Excel 2007\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1253/","title":"Русский язык: Олимпиады. ","description":"Школа 1371.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1246/","title":"Здравствуй химия","description":"Цели: знакомство с химией и простейшими химическими явлениями, которые нас окружают в повседневной жизни; формирование положительной мотивации к изучению химии посредством практической деятельности; развитие познавательной активности, самостоятельности, наблюдательности и творческих способностей учащихся.\nЗадачи: \nразвитие познавательных интересов и интеллектуальных способностей в процессе проведения химического эксперимента; формирование умения наблюдать и объяснять химические явления, происходящие в природе, быту; \nформирование умения работать с веществами, выполнять несложные химические опыты, соблюдать правила техники безопасности; \nизучение свойств   веществ, часто применяемых в домашних условиях. \n\n","sourceId":"Stepik","lang":2,"dateFrom":"Oct 10, 2016","rating":0},{"url":"https://stepik.org/course/1244/","title":"Курс по КЗ","description":"Для менеджеров и партнеров. \n","sourceId":"Stepik","lang":2,"dateFrom":"May 1, 2017","rating":0},{"url":"https://stepik.org/course/1240/","title":"Введение в базы данных","description":"Этот курс — копия онлайн-курса https://stepic.org/course/551, созданная для онлайн-программы \"Анализ данных\" (data.stepik.org).\nОбратите внимание, что сертификат за этот курс получить невозможно.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/1235/","title":"Advanced Data Structures in C++ Review Quizzes","description":"This is a test \n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1233/","title":"Введение в обработку естественного языка","description":"Курс знакомит слушателей с основными концепциями, методами, инструментами и приложениями дисциплины \"Обработка естественного языка\" (Natural Language Processing)\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/1224/","title":"Artificial Intelligence","description":"This course is intended for the students of the course Artificial Intelligence, teached in Sofia University, Faculty of Mathematics and Informatics, 2016 year. It contains the homework assigments.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/1222/","title":"AI Exercises - Test","description":"test course for AI exercises at FMI\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1210/","title":"Python","description":"SLHD\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1202/","title":"Литература, 9 класс","description":"Материалы и задания к курсу \"Литература. 9 класс\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1198/","title":"Practice Course","description":"test\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1196/","title":"Chapter 4: Explainer Videos (level One) Beginner","description":"Learn how to create a class presentation.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1180/","title":"Базы данных в СПбАУ. Сезон 2016","description":"Курс для бакалавров СПбАУ, содержащий контрольные вопросы после лекций\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 8, 2016","rating":0},{"url":"https://stepik.org/course/1172/","title":"Bioinformatics UIC","description":"Module Bioinformatics\nUniversitat Internacional de Catalunya\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1171/","title":"Bioinformàtica UAB","description":"Assignatura Bioinformàtica\nUniversitat Autònoma de Barcelona\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1170/","title":"Genòmica UAB","description":"Assignatura Genòmica, Proteòmica i Interactòmica\nUniversitat Autònoma de Barcelona\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1168/","title":"Литература 11 класс","description":"Литература 11 класс\n\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1166/","title":"Информатика 7 класс","description":"Основные темы, задачки по информатике за 7 класс\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1149/","title":"T-MBA","description":"По окончании курса вы будете знать:\n\n* Как составить расписание и процесс найма на работу\n\n* Познакомитесь с разными теориями и стилями лидерства\n\n* Базовые концепты мировой экономики\n\n* Научитесь интерпретировать современные изменения в экономике\n\n* Узнаете, как увеличить долю рынка согласна основным концепциям маркетинга\n\n* Научитесь составлять баланс организации\n\n* Узнаете о культуре антрепренёрства и о развитии бизнес-проектов\n\n* Узнаете основы менеджмента в организациях и об устройстве организационной структуры\n\n* Узнаете основные концепции и виды отношений между международными игроками\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1148/","title":"T-MBA","description":"По окончании курса вы будете знать:\n\n* Как составить расписание и процесс найма на работу\n\n* Познакомитесь с разными теориями и стилями лидерства\n\n* Базовые концепты мировой экономики\n\n* Научитесь интерпретировать современные изменения в экономике\n\n* Узнаете, как увеличить долю рынка согласна основным концепциям маркетинга\n\n* Научитесь составлять баланс организации\n\n* Узнаете о культуре антрепренёрства и о развитии бизнес-проектов\n\n* Узнаете основы менеджмента в организациях и об устройстве организационной структуры\n\n* Узнаете основные концепции и виды отношений между международными игроками\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1145/","title":"Lecture Problems","description":"These problems are to be done during lecture.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1142/","title":"Введение в NGS. Часть 1","description":"В первой части курса «Введение в технологии высокоэффективного секвенирования» вы познакомитесь с основными типами секвенирования, их применениями, контролем качества и многими другими аспектами применения этих технологий. \n\nТакже вы научитесь самостоятельно проводить первичную обработку экспериментов, идентифицировать основные проблемы, возникающие в NGS-экспериментах, узнаете об основных используемых форматах данных и научитесь конвертировать и визуализировать их.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/1139/","title":"AS - Programming","description":"Introduction to programming using the Python language.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1137/","title":"Геосферы Земли","description":"курс по географии для учеников 5,6,7 классов по разделу \"Геосферы Земли\". \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1135/","title":"Бизнес-план для всех в видеоформате","description":"Лучший видеокурс по разработке бизнес-планов\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1133/","title":"Как стебать людей?","description":"Как стебать людей? Какой стёб обиден? Какой стёб всегда идёт хорошо?\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1127/","title":"Основы дискретной математики","description":"В курсе излагаются базовые понятия современной дискретной математики - комбинаторики, теории графов и дискретной вероятности.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/1126/","title":"Enjoy english","description":"elementary\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1123/","title":"Introduction to Visual Programming","description":"This course is an introductory programming course for students. Event-driven and visual programming concepts will be presented. Course emphasis will be on the total program development process -- problem analysis, design, coding, testing, debugging and maintenance. Programming projects will involve common business problems that require data entry, display of calculated results, conditional testing, arithmetic operations, control breaks, array processing and data validation. Programs will be implemented using Visual Basic Express Edition 2015\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1120/","title":"Basic sailing tips (monotype racing )","description":"This theory is a part of Barcelona Racing Yach Club sailing course,  based on 12 trainings.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1119/","title":"Bioinformatics Capstone Challenge","description":"In this programming challenge you will implement your own genome assembler and apply it to assemble a deadly pathogen!\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1115/","title":"Animatron University: Beginner Course","description":"Course Description\n\nThis Animatron University \"Beginner\" course is specifically designed for the beginner in mind. In this in depth course you'll learn how make animations with absolutely zero background in animation or design or coding. Learn HOW TO use this FREE Online tool, ANIMATRON to create fun, easy, and exciting HTML5,gifs and short animations that you can share with the WORLD!\n\n\nWith FIVE super comprehensive courses covering everything from \"Concept to Completion\" learning how to create animation like they do in the biz, to \"Social Media\", \"Editing\", \"Interactivity\" to \"Explainer Videos\". This beginner course is not only your first steps towards bringing your GREAT IDEAS to LIFE, but also becoming a ROCKSTAR: presenter, animator, marketer, teacher, content creating wiz and more!\n\nLearn and Master \"Animatron \" in this Comprehensive Course. \n\nCreate an Animated Selfie card\nAnimated class presentations\nTell a three act story\nLearn online tools to turn your creative ideas to life\nContents and Overview \nIn over 6 hours of content including 16 lectures and 16 assignments\n\nWhat are the requirements?\nA computer with a steady internet connection\nA free Animatron account\nA creative mind ready to learn\nWhat am I going to get from this course?\nLearn how to use and create HTML5 animations in the cloud\nLearn history of animation\nLearn history of branding\nLearn how to create a logo\nLearn how to design social media ready animations and designs\nWhat is the target audience?\nThe absolute beginner\nPeople wanting to learning animation and design\nWhat are the requirements?\n\nA basic understanding of how to surf the web\nA connection to the internet\nAn imagination and excitement to have fun learning!\nWhat am I going to get from this course?\n\nCreate HTML5 animation\nUse Animatron - a FREE web based software - to create fun, engaging and exciting animations\nWhat is the target audience?\n\nAny beginner that wants to make exciting Web banners/HTML5 Animations or Gifs\nTeachers, Students, Marketers, Aspiring filmmakers + animators, artist of all ages, shapes and sizes\n\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1113/","title":"Intro to Python","description":"For CSCI 355\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1110/","title":"INTD 121","description":"This is an introduction to Python.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1109/","title":"Выступления","description":"Публичные выступления\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1102/","title":"Тест курс!","description":"Тестовый курс iOS\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1101/","title":"ЕГЭ по истории 2017","description":"Самые результативные курсы по ЕГЭ в России \"Маков и Партнеры\" теперь доступны онлайн. Предлагаем курс для подготовки к ЕГЭ по истории. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1099/","title":"A122","description":"Practice Problems for A122\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1094/","title":"Linux","description":"Обучение\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1092/","title":"12312413","description":"41341234123\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1089/","title":"Русская литература в 9 классе","description":"Курс для поддержки изучения русской литературы в Беларуси\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 1, 2016","rating":0},{"url":"https://stepik.org/course/1050/","title":"WONDERS","description":"электронный учебник по английскому языку учителя Поспеловой Яны Вадимовны для обучающихся 5-11 классов ГБПОУ ОКДИТ ШО 5 и их родителей \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1048/","title":"CS01-1617","description":"Intro to Java programming language.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1037/","title":"Тестирование по экспресс-курсу \"Современная космонавтика\"","description":"Данный тест является оценкой полученных знаний по курсу \"Современная космонавтика\"\n","sourceId":"Stepik","lang":2,"dateFrom":"Aug 8, 2016","rating":0},{"url":"https://stepik.org/course/1021/","title":"Школьная физика. Механическая энергия","description":"Курс содержит подробный разбор одного из разделов механики: механической энергии. Будет полезен учащимся 10-11 классов при изучении в школе и при подготовке к ЕГЭ\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1020/","title":"Орфография. Сложные случаи","description":"Все что вы хотели знать об орфографии, но боялись спросить!\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1019/","title":"Фотосъемка в образовательных учреждениях","description":"Базовый курс для фотографов, работающих с учебными заведениями России от детского сада до ВУЗа\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1018/","title":"Скетчинг","description":"Данный курс позволит вам освоить базовые навыки рисования скетчей.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1017/","title":"Скетчинг","description":"Данный курс позволит вам освоить базовые навыки рисования скетчей.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/1013/","title":"Как выжить в изменениях","description":"окружающая среда давно не сущность, она - постоянно изменяемое состояние. И наши базовые способности к адаптации слишком малы, чтобы чувствовать себя комфортно в новой реальности\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/997/","title":"Французская грамматика","description":"Французский язык не только один из самых красивых и благозвучных, но еще и самых стройных европейских языков. Курс построен по принципу коммуникативной грамматики — вы изучаете не только грамматические правила, но и распространенную лексику в форме широко употребляемых в письменной и устрой речи фраз.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/971/","title":"Pokemon! Gotta Catch 'Em All","description":"Get to know all the Pokemons in adaptive learning way.\nhttps://stepic.org/course/971/adaptive\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/970/","title":"История 10 класс","description":"дистанционное сопровождение изучения истории в профильном классе\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/966/","title":"Тестирование","description":"курс «Тестирование» предназначен для короткого осмотра и изучения основных понятий по дисциплине «Тестирование», которые необходимы для успешного старта в качестве тестировщика.\n","sourceId":"Stepik","lang":2,"dateFrom":"Jul 13, 2016","rating":0},{"url":"https://stepik.org/course/958/","title":"Создание и продвижение краудфандингового проекта","description":"У вас есть классная идея, на которую нужны средства? Курс поможет вам адаптировать проект под краудфандинговую кампанию, а также научит продвигать проект среди потенциальных бекеров  \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/957/","title":"Биоинформатика и компьютерное конструирование лекарств","description":"Практический курс по биоинформатике и компьютерному моделированию для студентов-биологов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/951/","title":"Уроки математики 5 класс","description":"В этом курсе будут отражены уроки математики в 5 классе с использованием рекомендаций авторской программы Н.Я Виленкин «Математика» 5 класс: учеб. для учащихся общеобразовательных организаций/ Н.Я. Виленкин, В.И. Жохов, А.С. Чесноков, С.И. Шварцбурд. – 33-е изд., стер.- М.: Мнемозина. Будут отражены такие темы как: \"Площади и объемы. Объем прямоугольного параллелепипеда\"; \"Сложение и вычитание десятичных дробей\"; \"Умножение и деление десятичных дробей\".\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/946/","title":"AP Biology RCHS 2016-2017","description":"This course is for students in my AP Biology Class this year. \n","sourceId":"Stepik","lang":1,"dateFrom":"Sep 6, 2016","rating":0},{"url":"https://stepik.org/course/945/","title":"Bioinformatics Contest 2017","description":"Bioinformatics Contest 2017\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.3},{"url":"https://stepik.org/course/941/","title":"Основы BDD","description":"Разработка автотестов с использованием BDD подхода. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/940/","title":"Практикум по зоологии беспозвоночных","description":"","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/937/","title":"Java","description":"JavaLearn\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/932/","title":"Math","description":"math\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/929/","title":"English","description":"Английский язык\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/925/","title":"Создание корпоративной системы автматизации документооборота","description":"Создание СЭД\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/922/","title":"Учимся писать сочинение","description":"Курс поможет учащимся писать любое сочинение\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/920/","title":"Обществознание. Подготовка к олимпиадам. Начальный курс","description":"Данный курс предназначен для подготовки к олимпиадам по обществознанию для учащихся 8 - 11 классов\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/916/","title":"Тематический тренажер по английскому языку (Письмо)","description":"В данном курсе будет рассмотрена структура экзамена, задания по разделам экзамена, вспомогательные материалы для подготовки к итоговой аттестации.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/915/","title":"Будущим первоклассникам","description":"Курс предназначен для детей 6-7 лет и их родителей.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/911/","title":"Живая природа","description":"Знакомство с миром животных.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/910/","title":"Вежливые просьбы в английском языке","description":"Курс для изучающих английский, желающих получать позитив от общения с иностранцами. Возраст не имеет значения.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/907/","title":"Программирование Pascal","description":"данный курс создан для изучения основ программирования в 10 классе.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/904/","title":"Геометрия 7 класс","description":"Систематизация и обобщение полученных знаний за курс геометрии 7 класса, решение задач по всем темам, применение изученных свойств в комплексе при решении задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/901/","title":"Курс о шитье","description":"О шитье: в этом курсе Вы получите основные знания о шитье\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/897/","title":"Продажи B2B","description":"Курс предназначен для KAM работающих в сфере продаж B2B\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/896/","title":"\"Волшебная нить \"","description":"На протяжении всей истории человечества народное искусство было неотъемлемой частью национальной культуры. Народное искусство сохраняет традиции преемственности поколений, влияет на формирование художественных вкусов. Основу декоративно-прикладного искусства составляет творческий ручной труд мастера. Бисероплетение известно с глубокой древности как вид художественных ремесел. Из поколения в поколение передавались его лучшие традиции. Бисероплетение сохраняет свое значение и в наши дни. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/892/","title":"Математика с увлечением","description":"Математика - очень сложный, но вместе с тем и очень интересный предмет.Математика нужна и важна\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/890/","title":"Восточные славяне в древности","description":"В этом курсе вы познакомитесь с историей происхождения восточных славян, с их основными занятиями, бытом и нравами, верованиями\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/887/","title":"Курс основы использования металлоискателя","description":"Работа с металлоискателем в полевых условиях\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/885/","title":"Витамины","description":"тестовый курс\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":1},{"url":"https://stepik.org/course/883/","title":"Литературные места России","description":"В этом курсе вы получите основные знания о литературных местах России, связанных с именами писателей и поэтов, чьё творчество изучается на уроках литературы в 6 классе\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/880/","title":"Курс для обучения английскому языку по методике \"Letterland\".","description":"Обучающий курс для преподавателей английского языка, осуществляющих образовательную деятельность в дошкольных образовательных учреждениях. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/876/","title":"Валяние из шерсти ","description":"обучение сухому валянию из шерсти \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/875/","title":"Кулинария","description":"учимся варить манную кашу\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/874/","title":"«Музыка вокруг нас»","description":"Знакомство детей с  музыкой \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/873/","title":"Английский язык 2 класс","description":"задания для повторения материала на каникулах\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/872/","title":"Газовые законы","description":"Этот курс позволяет студентам самостоятельно изучить газовые законы, которые не входят в программу по физике для специальности Компьютерные системы и комплексы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/868/","title":"Курс по Инженерной графике","description":"В  этом курсе Вы получите основные знания о Инженерной графике\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.8},{"url":"https://stepik.org/course/867/","title":"Звуки и буквы русского алфавита","description":"В этом курсе вы получите основные знания о буквах и звуках русского алфавита.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/865/","title":"Хозяйство России","description":"Курс по географии предназначен для учащихся 8-9 классов общеобразовательных школ. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/861/","title":"Программирования на Javascript с нуля","description":"Данный цикл уроков позволит вам изучить синтаксис Javascript, ознакомится с базовыми понятиями программирования и ознакомится с принципом работы движка Javascript\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/858/","title":"МХК","description":"Изучение русского искусства\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/856/","title":"Глагол","description":"В этом курсе раскрыть понятие глагола.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/855/","title":"Информатика: Системы счисления.","description":"В этом курсе вы получите основные знания по теме \"Системы счисления\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/853/","title":"Части речи в английском языке","description":"В этом курсе вы получите основные знания о частях речи в английском языке.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.8},{"url":"https://stepik.org/course/851/","title":"Формулы сокращенного умножения","description":"Курс предназначен для повторения и систематизации знаний по теме \"Формулы сокращенного умножения\".\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/850/","title":"English for travelling","description":"Английский для  путешественников\n","sourceId":"Stepik","lang":2,"dateFrom":"Jun 25, 2016","rating":0},{"url":"https://stepik.org/course/849/","title":"Курс: Имя существительное.","description":"В этом курсе раскрыть понятия имена существительного.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/848/","title":"Африка","description":"Изучение географического положения\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/846/","title":"Курс: Литература","description":"Тестирование по произведению Салтыкова-Щедрина \"Сказ о том, как один мужик двух генералов прокормил\".\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/844/","title":"Математика. Обыкновенные дроби","description":"Данный курс разработан для учащихся 5 класса по теме \"Обыкновенные дроби\"\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/840/","title":"Курс о шитье","description":"В этом курсе вы получите основные знания о шитье\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/838/","title":"История России. IX-XIII вв.","description":"В данном курсе по истории Древней Руси  представлены материалы, вопросы и задания,  по темам отражающим социально- экономическое, политическое и культурное развитие Руси в IX-XIII веках.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3},{"url":"https://stepik.org/course/834/","title":"О Британии вкратце.","description":"Данный курс поможет ученикам 8-9-ых классов лучше познакомиться со страной изучаемого языка, отработать навыки самостоятельной подготовки к различным заданиям, творческому подходу к его выполнению. Курс приобщит учащихся к использованию дополнительных источников информации, поможет формировать интерес к изучению страны, а также научит работать над записями различного рода информации путем составления конспектов.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":3.7},{"url":"https://stepik.org/course/762/","title":"Основы Linux","description":"Курс основан на книге \"Фундаментальные основы Linux\".\nОригинал: Linux Fundamentals.\nАвтор: Paul Cobbaut.\nПеревод: А.Панин.\nКнига распространяется на основе лицензии GNU GPL 1.3.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/738/","title":"Информационное моделирование зданий","description":"Курс посвящён изучению технологии информационного моделирования зданий на примере программы Autodesk Revit Architecture.\n","sourceId":"Stepik","lang":2,"dateFrom":"May 14, 2018","rating":5},{"url":"https://stepik.org/course/735/","title":" Подготовка к ЕГЭ по математике (интенсивный курс)","description":"Данный курс направлен на ускоренную подготовку учеников к ЕГЭ по математике. На протяжении восьми лекций мы разберем разные варианты ЕГЭ и сможем углубиться в сложные вопросы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/716/","title":"Математический анализ (часть 1)","description":"Курс знакомит слушателей с базовыми понятиями математического анализа:\nпоследовательностями, пределами, непрерывностью. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/702/","title":"Тотальный диктант","description":"Курс предназначен для подготовки к написанию Тотального диктанта.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/684/","title":"Easy Way to Technical Writing","description":"The course is aimed at simplifying your approach to technical writing in English as well as explaining some grammar, vocabulary, and punctuation typical of this genre.  It summarizes the main points of  successful and up-to-date technical writing and reading process.\n\nFeel free to enroll and enjoy these clear, practical, easy-to-access and inspiring materials.\n\n\n\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4.4},{"url":"https://stepik.org/course/672/","title":"Подготовка к ЕГЭ по физике (интенсивный курс)","description":"Данный курс направлен на ускоренную подготовку учеников к ЕГЭ по физике. На протяжении восьми лекций мы разберем разные варианты ЕГЭ и сможем углубиться в сложные вопросы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/658/","title":"SpisokCTF 2016","description":"соревнования по компьютерной безопасности по правилам jeopardy CTF\n","sourceId":"Stepik","lang":2,"dateFrom":"Apr 26, 2016","rating":0},{"url":"https://stepik.org/course/650/","title":"Современная космонавтика","description":"В этом курсе мы расскажем об азах  проектирования автоматических космических аппаратов, предназначенных для работы на околоземной орбите. Мы поговорим о том, для чего спутники используются, на каких орбитах они летают, как подсчитывается их стоимость и как проектируются все их основные подсистемы. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/592/","title":"Курс \"Алфавит\"","description":"Цель курса \"Алфавит\" состоит в том, чтобы познакомить учащихся с буквами русского алфавита и заложить основы формирования функционально грамотной личности, обеспечить языковое и речевое развитие ребенка, помочь ему осознать себя носителем языка.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/589/","title":"Курс Щелкановой Лилии","description":"Ботаника - легко и интересно.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/584/","title":"Правописание приставок в русском языке","description":"Курс позволяет обобщить и систематизировать сведения о группах приставок в русском языке и особенностях  их правописания с целью подготовки к выполнению задания по данной теме в формате ОГЭ.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/576/","title":"Курс от Copterexpress","description":"Беспилотные летательные системы\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/567/","title":"Диаграммная техника Фейнмана и другие диаграммные методы","description":"Курс предназначен для физиков-теоретиков, изучающих диаграммную технику Фейнмана и другие диаграммные методы квантовой теории поля и приложений статистической физики. \n\nПоследовательное изложение квантовополевой диаграммной техники выходит за рамки данного курса. Цель его - проконтролировать усвоение практических умений, таких, например, как быстрая и безошибочная работа  с диаграммами и вычисление симметрийных коэффициентов.\n\nТеоретическое изложение диаграммной техники можно найти в многочисленных учебниках. Мы приводим список наиболее популярных книг. Курс может использоваться для контроля понимания и отработки технических навыков при работе с этими учебниками, а также параллельно изучению лекционного курса по квантовой теории поля и функциональным интегралам.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/566/","title":"Тренажёр ЕГЭ 2016 / Математика. Базовый уровень","description":"Бесплатный тренажер по задачам ЕГЭ 2016. Математика (базовый уровень).\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/552/","title":"Comparing Genes, Proteins, and Genomes (Bioinformatics III)","description":"Learn about the algorithms used to compare short biological sequences as well as entire genomes, and learn whether the human genome has any fragile regions.\n","sourceId":"Stepik","lang":1,"dateFrom":"Mar 6, 2016","rating":0},{"url":"https://stepik.org/course/550/","title":"Deciphering Molecular Evolution","description":"We will see how evolutionary trees resolve quandaries from finding the origin of a deadly virus to locating the birthplace of modern humans. We will then use computational proteomics to see whether we can reconstruct ancient T. rex proteins.\n","sourceId":"Stepik","lang":1,"dateFrom":"Mar 6, 2016","rating":0},{"url":"https://stepik.org/course/525/","title":"Sdsdsds","description":"s\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/523/","title":"123","description":"42423\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/518/","title":"Stepic Contest","description":"Курс представляет собой набор задач из разных курсов и уроков на Stepic.org. Есть возможность проверить свои знания  в разных областях, а ещё сравнить свой результат с другими слушателями.\n","sourceId":"Stepik","lang":2,"dateFrom":"Mar 5, 2016","rating":0},{"url":"https://stepik.org/course/512/","title":"Python: основы и применение","description":"Курс посвящен базовым принципам языка Python и программирования в целом. Он хорошо подойдет тем, кто уже может писать простейшие программы на Python или тем, кто до этого программировал на других языках.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/502/","title":"Russia's Gas Strategy","description":"The course gives an idea about how gas markets work and explains Russia's gas strategies within economic and geopolitic contexts.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":4},{"url":"https://stepik.org/course/489/","title":"Тестовый курс","description":"тестируем создание курса\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/452/","title":"Grigory Sapunov и теория категорий","description":"Курс посвящен базовым понятиям теории категорий.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":0},{"url":"https://stepik.org/course/401/","title":"Нейронные сети","description":"В рамках данного курса слушатели познакомятся с теоретическими и практическими основами искусственных нейронных сетей. Слушатели научатся применять нейронные сети для решения широкого круга задач из области анализа данных.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/363/","title":"Введение в программирование (C++)","description":"Основы программирования на C++ на примере множества несложных практических задач.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/253/","title":"Введение в архитектуру ЭВМ. Элементы операционных систем.","description":"Данный обзорный курс позволяет понять основы функционирования компьютерной техники. В рамках изучения курса слушатель поймет, как выполняются программы на современных компьютерах с самых азов, начиная от простейших логических схем и микропроцессоров и заканчивая современными многопроцессорными и распределенными системами.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/217/","title":"Алгоритмы: теория и практика. Методы","description":"В курсе будут разобраны основные алгоритмические методы: жадные алгоритмы, «разделяй и властвуй», динамическое программирование. Помимо теоретических основ, будут рассмотрены тонкости реализации рассмотренных алгоритмов на языках C++, Java и Python. Слушателям будет предложено реализовать большинство разобранных в курсе алгоритмов. Решения будут проверяться тестирующей системой на тщательно подобранных тестах.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/191/","title":"Безопасность в интернете","description":"Мошенники в интернете охотятся за нашими данными и деньгами. Здесь мы собрали информацию о видах мошенничества и о том, как им противостоять. В случае успешного прохождения курса, через некоторое время (примерно сутки) на электронную почту будет выслан сертификат.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/187/","title":"Java. Базовый курс","description":"Этот вводный курс познакомит слушателей с базовыми возможностями языка программирования Java.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/153/","title":"Углубленное программирование на C/C++","description":"Онлайн-курс «Углубленное программирование на C / C++» является «репликой» очных курсов для студентов 1-го семестра обучения в рамках проектов «Технопарк@Mail.Ru» в МГТУ им. Н.Э. Баумана и «Техносфера@Mail.Ru» в МГУ им. М.В. Ломоносова.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.2},{"url":"https://stepik.org/course/146/","title":"Разработка веб сервиса на Java (часть 1)","description":"Изучение Java, на примере разработки веб-сервера. Первая часть курса: основы разработки серверной части веб-приложений. Пройдя курс, вы получите: основные навыки разработки веб-приложений на Java, глубже поймете затронутые в курсе темы ООП и проектирования, попробуете себя в роли разработчиков серверной части веб-приложений.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.8},{"url":"https://stepik.org/course/132/","title":"Политические процессы в современной России","description":"Курс знакомит с политической историей пост-советской России от распада СССР до сегодняшнего дня, помогает понять актуальные политические процессы в нашей стране.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.6},{"url":"https://stepik.org/course/129/","title":"Анализ данных в R","description":"В рамках трёхнедельного курса рассматриваются все основные этапы статистического анализа R, считывание данных, предобработка данных, применение основных статистических методов и визуализация результатов. Слушатели научатся основным элементам программирования на языке R, что позволит быстро и эффективно решать широчайший спектр задач, возникающих при обработке данных.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/127/","title":"Анализ безопасности веб-проектов","description":"Крэш-курс по техникам аудита безопасности веб-проектов. После прохождения курса вы освоите:  общие знания относительно рисков, сопровождающих современные интернет-приложения; методики анализа безопасности клиент-серверных приложений; методики анализа кода; архитектурный анализ; практики разработки защищенных приложений.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/104/","title":"Введение в теоретическую информатику","description":"Теоретическая информатика — раздел математики, связанный с логикой, алгоритмами, сложностью: там много несложных, но важных результатов, о некоторых мы попробуем рассказать.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.5},{"url":"https://stepik.org/course/94/","title":"Биотехнологии: генная инженерия","description":"Курс рассчитан на широкую аудиторию и освещает базовые понятия генной инженерии, такие как рекомбинантная ДНК, методы ПЦР, молекулярное клонирование, синтез генов и белков.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.9},{"url":"https://stepik.org/course/88/","title":"Управление интеллектуальной собственностью: основы для инженеров","description":"В курсе рассматриваются вопросы защиты и управления различными объектами интеллектуальной собственности: изобретениями, дизайном, программным обеспечением, базами данных, ноу-хау и другими. \n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/83/","title":"Дискретные структуры","description":"Это базовый курс дискретной математики и комбинаторики. Он для всех, кто хочет развить математическую интуицию, помогающую в работе с дискретными объектами и алгоритмами на них.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/82/","title":"Инвестиционный банкинг изнутри","description":"Курс о различных типах карьеры в инвестиционных банках, хеджевых фондах, инвестиционных фирмах – о том, что и как делают в банковском офисе.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":5},{"url":"https://stepik.org/course/70/","title":"Молекулярная биология и генетика","description":"Курс рассказывает об основных понятиях молекулярной биологии и генетики, начиная от организации клетки и заканчивая микро- и макроэволюцией. Курс подойдет слушателям, как незнакомым с биологией, так и знакомым с ней на уровне школьной программы.\n","sourceId":"Stepik","lang":2,"dateFrom":"","rating":4.7},{"url":"https://stepik.org/course/63/","title":"Алгоритмы и структуры данных","description":"Данный курс перезапускаться не будет. Вместо него мы подготовили улучшенную версию — курс «Алгоритмы: теория и практика. Методы».\n\n\nКурс знакомит слушателей с базовыми алгоритмами (метод «разделяй и властвуй», поиск в массиве, сортировка массива, алгоритмы на графах) и структурами данных (расширяющийся массив, куча, дерево отрезков, системы непересекающихся множеств).\nComputer Science Center\n","sourceId":"Stepik","lang":2,"dateFrom":"Sep 14, 2014","rating":5},{"url":"https://stepik.org/course/10/","title":"Python for Programmers","description":"Based on the presentation by Alex Martelli.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":2.3},{"url":"https://stepik.org/course/2/","title":"Bioinformatics Algorithms","description":"Explore the power of computing in modern biology and apply existing software tools to find recurring biological motifs within genes that are responsible for helping Mycobacterium tuberculosis go \"dormant\" within a host for many years before causing an active infection.\n\n\n\nInteractive preview of Bioinformatics Algorithms: An Active Learning Approach.\n© 2014 by Phillip Compeau and Pavel Pevzner. All rights reserved.\n","sourceId":"Stepik","lang":1,"dateFrom":"","rating":0}]